{
    "87 coronavirus cases now linked to indoor wedding reception in Maine": {
        "authors": [],
        "body": "An indoor wedding and reception in Maine earlier this month has now been linked to at least 87 coronavirus cases. The Maine Centers for Disease Control and Prevention (Maine CDC) said the wedding has led to COVID-19 outbreaks at both a jail and a nursing home.\n\nDr. Nirav Shah, the director of the Maine CDC, said during a news conference Thursday that 59 of the 87 confirmed positive cases -- about 85% -- experienced symptoms of coronavirus. Thirty of the cases are primary, meaning people who attended the wedding, 35 are secondary, or people who had close contact with attendees and 22 are tertiary, people who had close contact with a secondary case.\n\nThe wedding is also responsible for one death last week from the virus.\n\nThe August 7 wedding and reception at Big Moose Inn in Millinocket has been connected to a virus outbreak at the York County Jail in Alfred. Shah said that a staff member at the jail attended the wedding, leading to 18 total positive cases -- 7 inmates, 9 jail staff and 2 other York County government employees who work in the same building.\n\nShah said the jail was fully cleaned between Wednesday and Thursday of this week.\n\nThe wedding also led to an outbreak at the Maplecrest Rehabilitation Center in Madison, where nine people have now tested positive, including five residents and four staff members. An attendee of the wedding infected their parent, who then infected another one of their children, who works at the center and infected eight other people -- all in the span of three weeks.\n\nAccording to CBS affiliate WGME, the Big Moose Inn failed to take proper safety precautions.\n\nSixty-five people attended the wedding, exceeding the state's 50-person gathering limit. The state Health Inspection Program received complaints that guests were not wearing masks during the crowded event, where tables were not spaced 6 feet apart.\n\nHowever, Maine CDC reported that guests had their temperatures taken and out-of-state visitors provided negative COVID-19 tests ahead of the event.\n\nThe inn failed to collect proper contact tracing information from attendees, WGME reports. State officials said they suspended the inn's license earlier this week after it failed to address problems and update safety precautions.",
        "dataType": "news",
        "date": "2020-08-28",
        "dateTime": "2020-08-28T17:44:00Z",
        "dateTimePub": "2020-08-28T17:30:00Z",
        "eventUri": "eng-6064114",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/28/121b7862-6322-46c2-a748-1a67d78e28c2/thumbnail/1200x630/64c427fa6dfb6e5716926e59771aca34/yme5hy25vnf6jbr5d2uolmepue.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": 0.04313725490196085,
        "sim": 0.800000011920929,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "17:44:00",
        "title": "87 coronavirus cases now linked to indoor wedding reception in Maine",
        "uri": "6197112673",
        "url": "https://www.cbsnews.com/news/87-coronavirus-cases-indoor-wedding-reception-millinocket-maine/",
        "wgt": 336332640
    },
    "Alabama college students' \"ongoing party\" raises questions about safety  --  and football season": {
        "authors": [],
        "body": "Scenes of crowded entertainment districts and bars on the first weekend many university students returned to campus are raising new questions about safety during the coronavirus pandemic and whether college football can be played this year. In Tuscaloosa, where bars are required to close at 11 p.m. this fall to help stem the spread of the virus, Uber driver Ray Allen told a columnist for The Tuscaloosa News the crowds just move to houses once the nightclubs close. Most students \"could care less\" about wearing masks, Allen said.\n\n\"I see it every night,\" he said. \"It's an on-going party.\"\n\nThrongs have gathered in an area near campus called The Strip, and University of Alabama athletic director Greg Byrne tweeted a photo that showed dozens of people, many not wearing face masks or staying away from others, waiting to get in a popular bar.\n\n\"Who wants college sports this fall?? Obviously not these people!! We've got to do better than this for each other and our campus community. Please wear your masks!\" Byrne said in a tweet Sunday.\n\nIn response to Byrne's post, Mayor Walt Maddox tweeted: \"Why? We are desperately trying to protect @tuscaloosacity - We are trying to have college football season.\"\n\nMaddox wrote that police and firefighters now have to come in early and are \"actively enforcing\" pandemic regulations. \"It's a damn shame that our officers who are stretched thin across the City and who are working to exhaustion can't have a few hours of down time,\" Maddox said on Twitter.\n\nMaddox said wearing a mask and practicing social distancing is not much to ask for to protect yourself and others, CBS affiliate WIAT reported.\n\nTuscaloosa police officers issued 12 citations for mask violations and arrested four people, but the problem wasn't just at the University of Alabama: Photos on social media also showed large crowds and relatively few masks around Auburn University over the weekend.\n\nPublic health officials worry that crowds on college campuses, combined with the resumption of classes in elementary through high school grades, will increase the spread of the new coronavirus which causes COVID-19.\n\nWhile some campuses are teaching classes primarily online and some collegiate athletic leagues have canceled fall sports, the Southeastern Conference - which includes Alabama and Auburn - is moving ahead with plans to play games beginning Sept. 26. The league planned to announce its revised game schedule on Monday.\n\nUniversities have enacted rules meant to enforce mask wearing and social distancing on campus, and Alabama has a statewide rule requiring masks in public places. But the rules are being ignored.\n\nMore than 104,000 cases of COVID-19 have been confirmed in Alabama and at least 1,830 have died of the illness, which usually results in only mild to moderate symptoms but is particularly dangerous for the elderly and people with other health problems.\n\nMeanwhile, \"CBS This Morning\" lead national correspondent David Begnaud reports four clusters of COVID-19 have been reported at the University of North Carolina at Chapel Hill. Since students began arriving two weeks ago, several videos have appeared online showing students at off-campus parties or gathering in crowds. Now exposed or infected students are being moved into isolation.\n\nOne student with COVID-like symptoms who asked to remain anonymous told Begnaud that she has been doing her best to practice social distancing.\n\n\"I've worn a mask pretty much 24/7, I really have no idea where I could have gotten it,\" she said.\"It does feel like the choices of a small few have really impacted the overall student body.",
        "dataType": "news",
        "date": "2020-08-17",
        "dateTime": "2020-08-17T16:13:00Z",
        "dateTimePub": "2020-08-17T16:01:00Z",
        "eventUri": "eng-6046471",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/17/bb2afee6-b585-4a72-bded-3217cd385e1d/thumbnail/1200x630/2df187ba01f8ad9132263a18af4afee0/ap-20229173285670.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 54,
        "sentiment": 0.2941176470588236,
        "sim": 0.886274516582489,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "16:13:00",
        "title": "Alabama college students' \"ongoing party\" raises questions about safety  --  and football season",
        "uri": "6185700604",
        "url": "https://www.cbsnews.com/news/coronavirus-alabama-students-crowds-safety-football-season/",
        "wgt": 335376780
    },
    "Alyssa Milano says she is losing her hair after long battle with COVID-19": {
        "authors": [],
        "body": "Actress Alyssa Milano has opened up about her battle with COVID-19, saying she is now experiencing hair loss as a result of the coronavirus. In a video posted to Twitter on Sunday, Milano brushed through her hair to show it falling out, in clumps.\n\n\"Thought I'd show you what #Covid19 does to your hair. Please take this seriously,\" Milano wrote in the caption.\n\nShe shared the video to spread a simple message. \"Wear a damn mask,\" she said.\n\nThe actress is not the only person to report hair loss as a result of COVID-19. While it is not a symptom on the CDC's official list, a recent survey found about 26% of people with long-term coronavirus symptoms said they experienced hair loss.\n\nThe survey was conducted by Survivor Corps, a group that provides resources to coronavirus survivors. The group asked more than 1,500 patients to report what symptoms they had, including those not on the CDC list like weight gain, clogged ears and hair loss.\n\nThe researchers found that \"long haulers' COVID-19 symptoms are far more numerous than what is currently listed on the CDC's website,\" the study reads. Over 400 respondents said they experienced hair loss.\n\nMany people in the Survivor Corps Facebook group have opened up about their hair loss following their battles COVID-19, asking others for advice. In July, one woman posted that ever since she was diagnosed with COVID-19 in March, her hair had been falling out in \"massive clumps!\"\n\nDr. Shilpi Khetarpal, a dermatologist at Cleveland Clinic, said there have been an increased number of reports of hair loss from COVID-19 patients. According to Cleveland Clinic, a phenomenon called telogen effluvium is to blame. It is a form of non-scarring hair loss that results from an abnormal shift in follicular cycling.\n\nThere's generally a two- to three-month lag between a stressful event and the onset of hair loss, which is \"why we're seeing these patients now, several weeks after COVID-19 symptoms resolve,\" Khetarpal said.\n\nAccording to a previous Instagram post, Milano began feeling coronavirus symptoms sometime in March. Last week, she shared a photo of herself taken on April 2, after she was sick for two weeks. \"I had never been this kind of sick. Everything hurt. Loss of smell. It felt like an elephant was sitting on my chest. I couldn't breathe. I couldn't keep food in me. I lost 9 pounds in 2 weeks. I was confused. Low grade fever. And the headaches were horrible. I basically had every Covid symptom,\" she wrote in the post.\n\nMilano said that after first testing negative for coronavirus and antibodies, she continued to have symptoms for four months - \"like, vertigo, stomach abnormalities, irregular periods, heart palpitations, shortness of breath, zero short term memory, and general malaise\" - so she took another antibody test. It came back positive, meaning she did in fact have COVID-19.\n\n\"I just want you to be aware that our testing system is flawed and we don't know the real numbers. I also want you to know, this illness is not a hoax. I thought I was dying. It felt like I was dying,\" she wrote in the Instagram caption. \"I will be donating my plasma with hopes that I might save a life. Please take care of yourselves. Please wash your hands and wear a mask and social distance. I don't want anyone to feel the way I felt.\"",
        "dataType": "news",
        "date": "2020-08-11",
        "dateTime": "2020-08-11T15:15:00Z",
        "dateTimePub": "2020-08-11T14:59:00Z",
        "eventUri": "eng-6024840",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/11/484893fc-1139-4336-be8d-f03a32097fe4/thumbnail/1200x630g2/cd9f5b4180df1fa645ca9570edcafc71/screen-shot-2020-08-11-at-9-58-34-am.png",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 108,
        "sentiment": -0.01960784313725494,
        "sim": 0.7450980544090271,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "15:15:00",
        "title": "Alyssa Milano says she is losing her hair after long battle with COVID-19",
        "uri": "6178786429",
        "url": "https://www.cbsnews.com/news/alyssa-milano-hair-loss-covid-19/",
        "wgt": 334854900
    },
    "Back to school, and into uncertainty": {
        "authors": [],
        "body": "Parents and teachers may argue over the reopening of schools this fall. One parent told a Pittsburgh TV station, \"It's not safe yet. I don't think we have enough testing in place, and testing for asymptomatic students.\"\n\nBut in fact, they all want the same thing: what's best for the kids.\n\nThe only part they disagree on, is what is best for the kids.\n\nIf the most important thing is our kids' education and social development, there's only one answer: \"We believe that school should be open, but it has to be done safely,\" said Dr. Sally Goza, a pediatrician, and the president of the American Academy of Pediatrics. \"We know that children get more than reading, writing and arithmetic at school. They get social and emotional development skills. They learn to get along with other children. They get healthy meals. They get good exercise.\"\n\nWhereas trying to learn at home, on a screen, has all kinds of problems. Studies show that kids don't learn as well that way. They're more exposed to domestic abuse. Plus, how are parents supposed to work when their young kids are stuck at home?\n\nBut, if what's best for the kids is minimizing their exposure to the COVID virus, then the answer is different: Keep them home.\n\n\"I don't want to hear that students are sick or they have gotten their parents sick or their grandparents sick,\" said DeShanna Barker, a math teacher at the Preparatory Academy for Writers in New York City. She's also a parent.\n\nCorrespondent David Pogue said, \"The pediatricians and the mental health experts say, 'Kids can't stay home for a year, looking at the laptop schooling. They need to be among other people.'\"\n\n\"I agree,\" Barker said. \"However, we won't be able to worry about social-emotional issues with our children if they're getting sick or their parents are dying.\"\n\nEven if students can keep six feet apart in the classrooms, how do they do that in the hallways? Or the cafeteria? Or on school buses? What about things they touch, like lockers and drinking fountains and computer keyboards?\n\nAt this moment, about half of U.S. schools plan to begin the semester exclusively online. The other half will welcome students to their school buildings in person at least part-time.\n\nThat second group includes the largest public-school system in the country - New York City's - with 1.1 million students and 1,800 schools.\n\nPogue asked Richard Carranza, New York City's chancellor of schools, \"Are you getting much sleep these days?\"\n\n\"Sleep? What is that? I haven't slept since March!\" Carranza replied.\n\nIn crafting the school re-opening plan, Carranza said, \"We've had superintendents, parents, medical professionals, we've had epidemiologists. When you have that many voices, it's sometimes a little messy. But that's okay.\"\n\nThe resulting plan is for schools to open in September. But to allow enough space for distancing, each school will divide their students into two or three groups, who'll go to school on alternate days of the week. The remaining days, they'll learn at home.\n\nMeanwhile, inside the schools, the city intends to live by the five scientific golden rules:\n\nCarranza said, \"When we speak with our medical experts, they say the #1 thing you should be doing is face coverings for all individuals in a school building. We're gonna remind students. We're gonna continue to make it a game for our youngest students that they understand and it's fun to wear those face masks.\n\n\"Second one is a lot of sanitizer, a lot of hand washing.\n\n\"Number three, continuous cleaning.\n\n\"The fourth thing is social distancing. So, students will see one-way hallways.\n\n\"And then the fifth thing is ventilation of an indoor space,\" Carranza said. \"You have to do all five to have the best chance of really negating the possibility of spread.\"\n\nThey're not quite that strict in Spring Hill, Tennessee, where students started school two weeks ago, in-person, five days a week.\n\n\"Masks are optional,\" said Marissa Massey, principal of Marvin Wright Elementary School. \"A parent has that option to have their child wear a mask if they choose to wear a mask if they want to. But there is no punishment for those that do not.\"\n\nPogue asked if students will notice any changes to their routine.\n\n\"Every child gets a temperature check when they get out of the car and when they get off the bus every day,\" Massey said. \"They'll eat lunch in the cafeteria; we do space them out a little more.\"\n\n\"I guess the real nightmare scenario in that situation is when a child gets infected but doesn't show symptoms, as children often don't, and then brings it home to the grandparents,\" Pogue said.\n\n\"And that could be a possibility,\" Massey said. \"We just, you know, just like with any other virus, that that does - you can bring it home to anybody.\"\n\nPogue asked, \"You've seen that some schools have opened, and a couple have had to backtrack. Does that make you nervous at all?\"\n\n\"It doesn't make me nervous,\" Massey replied. \"We can't live our lives in fear. And we have to think what's best for us and our kids. If we were to shut down, we could do that and it would be okay.\"\n\nNow, COVID-19 disproportionally affects people with low income - and that's especially true when it comes to reopening schools. Millions of kids don't have computers, or even internet access. How are they supposed to learn at home?\n\nMeanwhile, many wealthier families are forming what are called \"pandemic pods.\" Jonathan and Sarah Alloy are working parents in San Francisco. They've joined two other families whose children will all be attending school remotely.\n\n\"We're forming a pod together; that means we're only gonna socialize together. We're not gonna socialize outside of our pod,\" Jon said.\n\nHe described how their kids will be handling schoolwork: \"We're hiring a tutor, not to replace our public school teachers, but to ensure that our kids are paying attention to their public school teachers. They're gonna make sure the kids are doing their classwork and homework. They're going to ensure the kids are getting some recess and exercise, and having lunch, and being safe.\"\n\nSarah added, \"It's all sorts of things, like, the kids need snacks at random times. The kids need to be told, 'Okay, Zoom starts in two minutes. Get ready.'\"\n\nThe cost of the tutor is $40 an hour for four children.\n\n\"Okay, now, a lot of people seeing this are going to be saying, 'Oh, great for you, wealthy California executives, what are the rest of us supposed to do?'\" said Pogue.\n\n\"We are incredibly fortunate that we are able to partner together with other families and collectively afford to hire a tutor,\" Jon replied. \"We recognize that is not the case for everyone. And there's definitely some guilt there.\"\n\nOne thing's for sure: This school year won't look like any other, in the U.S. or anywhere else. In Thailand, some students sit in isolation chambers. In Senegal, workers spray returning students with disinfectant. In India, some classes meet outdoors, where the virus very rarely spreads. In Denmark, the students sit, eat and play on the playground in isolated clusters.\n\nBut in the U.S., every state has different infection rates, and we have no national strategy to guide us. So, we're stuck with a menu of terrible choices - and no single solution that can work everywhere. So, the uncertainties, the disagreements and the fears remain.\n\nPogue asked teacher DeShanna Barker, \"If you could address anxious students who happen to be watching this right now, do you have any words of reassurance?\"\n\n\"I can tell you, we want nothing more than to see you go back to school,\" she said.\n\nBarker recommends that New York hold off on reopening the schools until more details have been ironed out. \"In this moment, what we really want to see, we want to know that you're safe; that you are safe and that your family members that you go back home to are going to be safe,\" Barker said. \"Without that, we don't think it's time just yet for you guys to go back.\"\n\nBut New York City chancellor Carranza says that the schools will be ready: \"We are leaving no stone unturned. We are consulting with all of our medical experts. We are more strict than what anyone else has told us to be.\n\n\"I would give my life before we take one of yours,\" he said. \"And that's the weight that I carry with me every single day.\"\n\nFor more info:",
        "dataType": "news",
        "date": "2020-08-23",
        "dateTime": "2020-08-23T13:15:00Z",
        "dateTimePub": "2020-08-23T13:08:00Z",
        "eventUri": "eng-6050520",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/22/647e6dbc-8ef5-4bd5-9945-024d6fb5d821/thumbnail/1200x630/37b1462e018f0e7c628b0e070b812ba5/masked-kids-back-to-school-1280.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 28,
        "sentiment": 0.1058823529411765,
        "sim": 0.4470588266849518,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:15:00",
        "title": "Back to school, and into uncertainty",
        "uri": "6190651550",
        "url": "https://www.cbsnews.com/news/coronavirus-back-to-school-and-into-uncertainty/",
        "wgt": 335884500
    },
    "Belarus' longtime authoritarian leader named winner of country's election after night of mass protests": {
        "authors": [],
        "body": "Election officials in Belarus said Monday that the country's longtime authoritarian leader, Alexander Lukashenko, had won his sixth consecutive presidential term with over 80% of the vote cast in his favor. The country's central election commission announced the main opposition challenger, Sviatlana Tsikhanouskaya, had gotten only 9.9% of the vote as protests raged through the country.\n\nTsikhanouskaya, the wife of a jailed opposition blogger, had managed to unite opposition groups and draw tens of thousands to her campaign rallies, tapping growing anger over a stagnant economy and fatigue with Lukashenko's autocratic rule.\n\nThousands of people took to the streets across Belarus on Sunday night, protesting preliminary results suggesting Lukashenko's landslide victory. Human rights groups said one person was killed -- which the authorities denied -- and dozens were injured in a police crackdown on the demonstrations.\n\nTsikhanouskaya rejected the official figures, saying \"I will believe my own eyes -- the majority was for us.\"\n\n\"The results of the vote announced by the central election commission don't correspond with the reality and go completely against common sense,\" Anna Krasulina, spokeswoman for Tsikhanouskaya, said Monday.\n\nOn Sunday, demonstrators faced rows of riot police in black uniforms who moved quickly to disperse them, firing flash-bang grenades and beating them with truncheons. According to the Viasna human rights group, more than 200 people were detained, dozens sustained injuries, and one person was killed as the result of clashes with police.\n\nOne AP journalist was beaten by police and required medical treatment. At Minsk's Hospital No. 10, an AP reporter saw a dozen ambulances delivering protesters with fragmentation wounds and cuts from stun grenades and other injuries.\n\nThree journalists from the independent Russian TV station Dozhd were detained after interviewing an opposition figure and were deported.\n\nInterior Ministry spokeswoman Olga Chemodanova said Monday that no one was killed during the protests, and officials wouldn't say how many people were detained or injured. On Monday morning, Belarus' Investigative Committee opened a criminal probe into mass riots and violence toward police officers.\n\nSunday's brutal crackdown followed a tense campaign that saw massive rallies against Lukashenko, who has ruled the ex-Soviet nation with an iron fist for 26 years.\n\nEuropean leaders had urged Belarusian authorities to adhere to standards of democracy and respect civil rights, but the Organization for Security and Cooperation in Europe, whose assessments of elections are widely regarded as authoritative, was not invited to send observers to witness the vote.\n\nPolish President Andrzej Duda and Lithuanian President Gitanas Nausėda released a joint statement on Sunday night calling on Minsk \"to refrain from violence and call for respect of fundamental freedoms, human and citizen rights including the rights of national minorities and freedom of speech.\"\n\nRussian President Vladimir Putin, in the meantime, congratulated Lukashenko on his win on Monday, along with the president of Kazakhstan, Kassym-Jomart Tokayev. The results of the vote \"indicate the popular support\" of Lukashenko's rule, Tokayev said.\n\nLukashenko was defiant as he voted, warning that the opposition would meet a tough response.\n\n\"If you provoke, you will get the same answer,\" he said. \"Do you want to try to overthrow the government, break something, wound, offend, and expect me or someone to kneel in front of you and kiss them and the sand onto which you wandered? This will not happen.\"\n\nTsikhanouskaya had crisscrossed the country, tapping into public frustration with a worsening economy and Lukashenko's swaggering response to the pandemic.\n\nBelarus, a country of 9.5 million people, has reported more than 68,500 coronavirus cases and 580 deaths but critics have accused authorities of manipulating the figures to downplay the death toll.\n\nLukashenko has dismissed the virus as \"psychosis\" and declined to apply measures to stop its spread, saying a lockdown would have doomed the already weak economy. He announced last month that he had been infected but had no symptoms and recovered quickly, allegedly thanks to playing sports.\n\nYet for some voters, Lukashenko's long, hard line rule was a plus.\n\n\"He is an experienced politician, not a housewife who appeared out of nowhere and muddied the waters,\" retiree Igor Rozhov said Sunday. \"We need a strong hand that will not allow riots.\"",
        "dataType": "news",
        "date": "2020-08-10",
        "dateTime": "2020-08-10T15:23:00Z",
        "dateTimePub": "2020-08-10T14:58:00Z",
        "eventUri": "eng-6021945",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/10/b23a2774-af42-4ee8-a83a-cabbdbf6e3e1/thumbnail/1200x630/a3fe4ce14d0b7ba55777a7e71323e0c1/gettyimages-1227981995.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 3,
        "sentiment": -0.403921568627451,
        "sim": 0.6196078658103943,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "15:23:00",
        "title": "Belarus' longtime authoritarian leader named winner of country's election after night of mass protests",
        "uri": "6177457235",
        "url": "https://www.cbsnews.com/news/belarus-alexander-lukashenko-wins-election-after-night-of-mass-protests/",
        "wgt": 334768980
    },
    "CDC says people exposed to coronavirus may not need testing": {
        "authors": [],
        "body": "The Centers for Disease Control and Prevention now recommends that most individuals who have been exposed to the coronavirus but are not showing symptoms may not need to be tested.\n\nPreviously, the CDC recommended that \"all close contacts of persons with SARS-CoV-2 infection\" be tested, due to \"the potential for asymptomatic and pre-symptomatic transmission.\" Revisions made on August 24, however, now suggest that only certain groups need to be tested after exposure.\n\nAs of Monday, the CDC recommends that people who have been within six feet of someone with COVID-19 for at least 15 minutes, but do not have symptoms, \"do not necessarily need a test.\" The agency recommends that if you \"are a vulnerable individual or your health care provider or state or local public health officials recommend you take one.\"\n\n\"Vulnerable individuals\" are defined as elderly people, as well as those with underlying health conditions, according to the agency. The CDC lists eight conditions that put a person at increased risk of severe illness from COVID-19 and numerous other conditions that \"might\" indicate risk.\n\nThe updated guidance also warns that just because an exposed individual tests negative, it doesn't mean that an infection won't develop \"at a later time.\"\n\nThe CDC recommends continuing to monitor for symptoms and if symptoms do develop, individuals should adhere to the agency's guidelines.\n\nAnd the CDC still warns that infected asymptomatic individuals may spread the virus -- they may \"feel well and have no symptoms.\"\n\nAssistant Secretary for Health at the U.S. Department of Health and Human Services (HHS), Admiral Brett P. Giroir, said Wednesday that the change was made to give more power and support to local public health officials.\n\nHHS said in a a statement to CBS News that the guidance was updated \"to place an emphasis on testing individuals for both clinical and/or public health reasons, including the testing of asymptomatic people when directed by public health leaders or health care providers.\" The agency added that \"the updated guidance is to ensure testing is used appropriately and individuals are protecting themselves and others.\"\n\nGiroir, who leads HHS' COVID-19 diagnostic testing efforts, said the decision was approved by agency leaders, including Dr. Anthony Fauci, before it was presented to the White House coronavirus task force led by Vice President Pence.\n\n\"There was no weight on the scales from the president, vice president,\" Giroir said.\n\nIn response to criticism of the change by public health experts, Giroir said its goal is to test prospectively, with data and strategy in mind. \"Unless they believe that everyone, every day should be tested at their own whim, they really can't argue with this,\" he said.\n\nGiroir emphasized that testing should be done based on individual circumstances and community spread, explaining that as cases go down in a community, so will its need for testing.\n\n\"The decision to be tested should be one made in collaboration with public health officials or your health care provider based on individual circumstances and the status of community spread,\" reads the HHS statement.\n\nThe U.S. has over 5 million coronavirus cases, the most of any country, according to data collected by Johns Hopkins University.\n\nGiroir said the agency does not expect the new CDC guidance to have an effect on the volume of testing in the U.S. In fact, he said it anticipates the volume will rise in the next couple of months as more people return to work and school and are regularly tested.\n\n\"We're trying to get appropriate testing, not less testing,\" he said.",
        "dataType": "news",
        "date": "2020-08-26",
        "dateTime": "2020-08-26T21:11:00Z",
        "dateTimePub": "2020-08-26T21:01:00Z",
        "eventUri": "eng-6067550",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/04/15/4e735edf-f9d2-487b-afd4-3e58e9c398b4/thumbnail/1200x630/d8d1e27912299089a77e71d3f3bef105/cbsn-fusion-cdc-says-over-9000-health-care-workers-infected-with-covid-19-thumbnail-470964-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 106,
        "sentiment": -0.03529411764705881,
        "sim": 0.6941176652908325,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "21:11:00",
        "title": "CDC says people exposed to coronavirus may not need testing",
        "uri": "6194550146",
        "url": "https://www.cbsnews.com/news/coronavirus-testing-exposed-centers-for-disease-control/",
        "wgt": 336172260
    },
    "COVID cluster from Chinese bus trip offers more evidence of airborne transmission": {
        "authors": [],
        "body": "A person on a poorly ventilated Chinese bus infected nearly two dozen other passengers with coronavirus even though many weren't sitting close by, according to research published on Tuesday that offers fresh evidence the disease can spread in the air.\n\nHealth authorities had initially discounted the possibility that simply breathing could send infectious micro-droplets into the air, but did a U-turn as experts piled on pressure and evidence mounted.\n\nThe article published Tuesday in JAMA Internal Medicine probes the threat of airborne infection by taking a close look at passengers who made a 50-minute trip to a Buddhist event in the eastern Chinese city of Ningbo aboard two buses in January before face masks became routine against the virus.\n\nResearchers believe a passenger, whose gender was not identified, was likely patient zero because the person had been in contact with people from Wuhan, the city where the contagion emerged late last year.\n\nThe scientists managed to map out where the other passengers sat, and also test them for the virus, with 23 of 68 passengers subsequently confirmed as infected on the same bus.\n\nWhat is notable is that the sickness infected people in the front and back of the bus, outside the perimeter of three to six feet that authorities and experts say infectious droplets can travel.\n\nOn top of that, the sick passenger was not yet showing symptoms of the disease, such as a cough, when the group made their trip to a religious event.\n\nResearchers also noted the air conditioning simply recirculated the air inside the bus, which likely contributed to spreading of the virus.\n\n\"The investigations suggest that, in closed environments with air recirculation, SARS-CoV-2 is a highly transmissible pathogen,\" they wrote, referring to the name of the virus.\n\n\"Our finding of potential airborne transmission has important public health significance.\"\n\nTheir study, which includes a diagram showing where each infected passenger sat, adds to the evidence of airborne transmission, including research into how the virus spread between diners' tables at a restaurant in the southern Chinese city of Guangzhou.",
        "dataType": "news",
        "date": "2020-09-02",
        "dateTime": "2020-09-02T09:20:00Z",
        "dateTimePub": "2020-09-02T09:14:00Z",
        "eventUri": null,
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/04/21/4200440e-52b4-41ae-b250-f1c4fac9ac7f/thumbnail/1200x630/cbb90ecf616b02206334cf48afa48229/sars-cov-2-electron-microscope.jpg",
        "isDuplicate": true,
        "lang": "eng",
        "relevance": 53,
        "sentiment": -0.3647058823529412,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "09:20:00",
        "title": "COVID cluster from Chinese bus trip offers more evidence of airborne transmission",
        "uri": "6202553748",
        "url": "https://www.cbsnews.com/news/coronavirus-china-bus-latest-evidence-covid-19-airborne-transmission-jama-internal-medicine-study/",
        "wgt": 336734400
    },
    "COVID-19 \"long haulers\" organize online to study themselves": {
        "authors": [],
        "body": "Coronavirus patients coping with long-lasting symptoms have been sharing their experiences online and released data from over 600 respondents detailing their symptoms. MIT Technology Review senior reporter Tanya Basu joined CBSN to explain the report and how the group is working to include a more diverse group of patients.",
        "dataType": "news",
        "date": "2020-08-18",
        "dateTime": "2020-08-18T19:17:00Z",
        "dateTimePub": "2020-08-18T18:08:00Z",
        "eventUri": null,
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/18/80233d9e-c830-4aca-ad50-1e2279011770/thumbnail/1200x630/d698ee470d97eac69b8f96cbdc099915/cbsn-fusion-covid-19-long-haulers-online-to-study-themselves-thumbnail-531901-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 78,
        "sentiment": 0.2078431372549019,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "19:17:00",
        "title": "COVID-19 \"long haulers\" organize online to study themselves",
        "uri": "6186676757",
        "url": "https://www.cbsnews.com/video/covid-19-long-haulers-online-to-study-themselves/",
        "wgt": 335474220
    },
    "COVID-19 could cause your hair to fall out": {
        "authors": [],
        "body": "Hair loss may be a side effect of the coronavirus, according to a recent survey of people who experienced long-term COVID-19 symptoms.\n\nDr. Natalie Lambert from Indiana University School of Medicine conducted the survey along with Survivor Corps, a nonprofit grassroots movement that aims to educate COVID-19 survivors and connect them with resources for recovery.\n\nSurvivor Corps founder Diana Berrent posted a survey on the group's Facebook page, asking COVID-19 survivors to share which symptoms they experienced. The survey's symptom list was based on initial COVID-19 research conducted by Lambert and Dr. Wendy Chung of Colombia University Irving Medical Center.\n\nLambert collected and analyzed over 1,500 responses. The respondents were people suffering from long-lasting COVID-19 symptoms, colloquially known as \"long haulers,\" Lambert writes in the study. She notes that their report is based on the \"reported experiences\" of patients and is not a peer-reviewed scientific study.\n\nThe researchers found that \"long haulers' COVID-19 symptoms are far more numerous than what is currently listed on the CDC's website,\" Lambert writes.\n\nThe most common symptom was fatigue, followed by muscle or body aches, and shortness of breath or difficulty breathing. Many also reported effects on the brain like difficulty concentrating or memory issues.\n\nAnother noteworthy finding was that over 400 patients said they experienced hair loss.\n\n\"Attention needs to be given to symptoms experienced by long haulers in additional parts of the body including the brain, whole body, joints, hair, skin and eyes,\" the researchers said in a press release.\n\nIn all, the survey listed 98 symptoms, including lesser-known issues like weight gain, clogged ears, dry eyes and rash, which do not appear on the CDC's official list of COVID-19 symptoms.\n\nMany members of the Survivor Corps Facebook group have posted about their hair loss after battling COVID-19, asking others for advice.\n\nIn July, one woman posted that ever since she was diagnosed with COVID-19 in March, her hair had been falling out in \"massive clumps!\"\n\n\"My hair is so thin and looks like there isn't an end in sight to this hair shedding,\" she wrote.\n\nAnother woman posted that she tested positive in March and April but has since recovered. \"But the reason I'm posting is, for the last month, my hair has been falling out in large clumps every day,\" she wrote. \"I had long, thick hair, but now it's very thin. I've been so sad about it.\" The woman shared several photos of clumps of hair she said fell out of her head.\n\nThere are many other posts on the Survivor Corps Facebook page from women asking if others had experienced similar hair loss. \"I was sick in early April and very thankful I beat this brutal disease. But the last month I am rapidly losing my amazing hair,\" one woman wrote in July. \"It is freaking me out. I'm making an appointment at the dermatologist this week. I just had a physical all my bloods are good. Holy Crap I'm going bald!\"\n\nDr. Shilpi Khetarpal, a dermatologist at Cleveland Clinic, says there have been an increased number of reports of hair loss from COVID-19 patients.\n\n\"We are seeing patients who had COVID-19 two to three months ago and are now experiencing hair loss. I think the timing is really crucial,\" Dr. Khetarpal said in a Cleveland Clinic report.\n\nAccording to Cleveland Clinic, a phenomenon called telogen effluvium is to blame. It is a form of non-scarring hair loss that results from an abnormal shift in follicular cycling.\n\n\"Essentially, it is a temporary hair loss from excessive shedding due to a shock to the system,\" Khetarpal said. \"There are several common triggers, such as surgery, major physical or psychological trauma, any kind of infection or high fever, extreme weight loss or a change in diet.\"\n\nTelogen, or shedding, is one of the three phases of the hair follicle growth cycle. Most people shed between 50 to 100 hairs each day. However, in telogen effluvium, the proportion of hair follicles in the telogen phase increases significantly -- up to 50%, according to Cleveland Clinic. This leads to mass shedding.\n\nThere's generally a two- to three-month lag between a stressful event and the onset of hair loss, which is \"why we're seeing these patients now, several weeks after COVID-19 symptoms resolve,\" Khetarpal said.\n\n\"Telogen effluvium isn't a symptom of COVID-19 as much as it is a consequence of the infection,\" she added. The hair loss can last for up to six to nine months, but generally resolves on its own.\n\nCleveland Clinic lists other risk factors that could cause this hair loss, and offers some advice on how to manage it, including maintaining normal hair care routines and eating a nutritious diet.\n\nKhetarpal adds that people who have not tested positive for COVID-19 could also experience hair loss during the pandemic due to stress.\n\n\"There are so many pandemic-related stresses. There's financial stress, concern for ill family members, anxiety about contracting the virus, social isolation and changes related to working and schooling from home,\" she said. \"We are absolutely seeing hair loss in non-COVID patients that seems related to pandemic stress.\"",
        "dataType": "news",
        "date": "2020-08-06",
        "dateTime": "2020-08-06T19:39:00Z",
        "dateTimePub": "2020-08-06T19:20:00Z",
        "eventUri": "eng-6010447",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/06/2d77b9cc-e674-4d53-890a-0094b63a934e/thumbnail/1200x630/8c29266ed2bc5b77b7d21d01e464bd96/gettyimages-1137611506.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 111,
        "sentiment": -0.05098039215686279,
        "sim": 0.7686274647712708,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "19:39:00",
        "title": "COVID-19 could cause your hair to fall out",
        "uri": "6173212689",
        "url": "https://www.cbsnews.com/news/covid-19-symptom-hair-loss/",
        "wgt": 334438740
    },
    "COVID-19 numbers and rates are \"steadily increasing\" in children, CDC says": {
        "authors": [],
        "body": "The number and rate of coronavirus cases in children in the U.S. has been \"steadily increasing\" between March and July, according to new guidance released Friday by the Centers for Disease Control and Prevention. The surge in cases comes as schools across the country struggle with returning to in-person learning.\n\nWhile children make up about 22% of the nation's population, they only account for about 7.3% of all COVID-19 cases, as of August 3. The CDC said that tracking coronavirus cases in children has been difficult due to a lack of widespread testing and the prioritization of testing for adults.\n\nThe CDC said that transmission of the virus among kids may have been lower in the spring and summer due to strict stay-at-home orders, warning that trends are likely to change after the return to in-person learning and other activities.\n\nThe incubation period of COVID-19 is about the same in children and adults: 2-14 days, with an average of 6 days. Symptoms are also similar, including fever, fatigue, cough, loss of taste or smell, shortness of breath or difficulty breathing, among other things.\n\nThe CDC said that at least 16% of children with the coronavirus are asymptomatic. However, the CDC also cautioned that evidence suggests as many as 45% of these cases are asymptomatic.\n\nA new report from the American Academy of Pediatrics noted a 90% increase in pediatric cases from July 9 to August 6. During the last two weeks of July alone, more than 97,000 children tested positive, according to the AAP.\n\nSome government officials, including President Trump, have falsely claimed the virus poses a significantly reduced risk to children, urging states to return to full in-person learning. But the new CDC guidance says children can still develop severe illness and complications from the virus, even if their risk is lower compared to adults.\n\nThe CDC also said the rate of hospitalizations in children is increasing. One-third of hospitalized children are admitted to the ICU -- the same rate as adults.\n\nThere is also concern that children returning to school and other activities will pass the virus to higher-risk family members. \"Recent evidence suggests that children likely have the same or higher viral loads in their nasopharynx compared with adults and that children can spread the virus effectively in households and camp settings,\" the CDC said.\n\nMany schools and universities have already had to readjust their reopening strategies following skyrocketing positive cases among students and teachers in just the first few weeks of classes. Many teachers have opted to resign or retire early to avoid putting themselves and their families at risk.\n\nIn the past two weeks alone, Florida reported 8,399 new cases among children under the age of 18. Despite the surge, high school sports in the virus epicenter were officially approved Friday to resume this fall.\n\nIn New York City, home to the nation's largest school district, Mayor Bill de Blasio announced a return to in-person schooling in the fall, as cases across the state have declined. Students will return with a \"blended learning\" model, with most students attending in-person classes two or three days a week, and learning online the other days.\n\nIn California, Governor Gavin Newsom said over 90% of students will begin the school year from home. The state has the highest number of cases in the country, surpassing 600,000 this week, despite being the first to issue a stay-at-home order.\n\nThe percentage of positive test results in 34 states is higher than the recommended level for reopening. Dr. Anthony Fauci, the nation's top infectious disease expert, said this week, \"Bottom line is, I'm not pleased with how things are going.\"",
        "dataType": "news",
        "date": "2020-08-15",
        "dateTime": "2020-08-15T19:08:00Z",
        "dateTimePub": "2020-08-15T19:01:00Z",
        "eventUri": "eng-6043305",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/07/15/f9a6b114-0833-46b6-8a42-a862cb89e245/thumbnail/1200x630/e6f62a9e6f179ea704be6eafbfec1805/gettyimages-1226007156.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": -0.1764705882352942,
        "sim": 0.7882353067398071,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "19:08:00",
        "title": "COVID-19 numbers and rates are \"steadily increasing\" in children, CDC says",
        "uri": "6184139099",
        "url": "https://www.cbsnews.com/news/covid-19-rates-steadily-increasing-children-cdc-schools-reopen-coronavirus/",
        "wgt": 335214480
    },
    "COVID-19 symptoms often appear in this order, according to a new study": {
        "authors": [],
        "body": "Researchers at the University of Southern California say they've found that the symptoms of COVID-19 tend to appear in a specific order, a discovery that could help enable earlier detection and treatment for numerous patients.\n\n\"This is a good guide of sorts,\" Dr. Bob Lahita, a professor of medicine who is not affiliated with the study, told CBSN anchor Anne-Marie Green. \"We can say safely, studying as they did, I think it was 55,000 patients from China, they looked at the data and looked at the symptoms and found that this order was pretty reproducible.\"\n\nAccording to the study, published in the medical journal Frontier Public Health, the most likely order of symptoms is as follows: fever, then cough and muscle pain, followed by nausea and/or vomiting, and then diarrhea.\n\n\"Fever is number one, followed by cough, followed by aches and pains -- and they do not all have to appear in sequence, they can appear together,\" Lahita said of the first grouping of symptoms. After that, he said, comes nausea and vomiting, followed by diarrhea.\n\nNot all patients experience the same set of symptoms. But the new findings help underscore how COVID-19 differs from other well-known illnesses. While fever and cough are also associated with a number of other diseases, like the flu, the study notes that it was the timing in which these symptoms appear, and the later gastrointestinal symptoms, that set this virus apart.\n\nIn a press release about the study, USC scientist Peter Kuhn said that understanding the order of virus symptoms is useful during \"overlapping cycles of illnesses\" like the upcoming flu season.\n\n\"Doctors can determine what steps to take to care for the patient, and they may prevent the patient's condition from worsening,\" Kuhn said.\n\nTo discover the sequence, the USC researchers, led by doctoral candidate Joseph Larsen, examined medical records and other data on over 55,000 coronavirus cases in China collected over a nine-day span in February, along with a set of over 1,000 cases from December through January. They also compared their findings to data on 2,470 influenza cases in North America, Europe and the Southern Hemisphere from 1994 to 1998.\n\n\"It is important to have this information,\" Lahita said. \"Besides the things that we all talk about like loss of smell and loss of taste, again -- fever, cough, muscle aches, nausea, vomiting and then diarrhea are very good indicators of the fact that you may have COVID-19.\"",
        "dataType": "news",
        "date": "2020-08-14",
        "dateTime": "2020-08-14T18:13:00Z",
        "dateTimePub": "2020-08-14T18:01:00Z",
        "eventUri": "eng-6037555",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/14/a9bb1cca-0410-4a26-ba5d-d5e977d59955/thumbnail/1200x630/0e419ee8d0c8f4c383a826451d92d472/gettyimages-1264299443.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 83,
        "sentiment": 0.04313725490196085,
        "sim": 0.6666666865348816,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "18:13:00",
        "title": "COVID-19 symptoms often appear in this order, according to a new study",
        "uri": "6183069380",
        "url": "https://www.cbsnews.com/news/covid-19-symptoms-order-usc-study/",
        "wgt": 335124780
    },
    "California surpasses 10,000 coronavirus deaths": {
        "authors": [],
        "body": "California on Friday surpassed 10,000 coronavirus deaths, a grim milestone that puts the state third for the most deaths in the country, according to data collected by Johns Hopkins University. There are more than 540,000 confirmed cases in the state.\n\nThe only states with more fatalities are New York, with over 32,700 deaths, and New Jersey, with over 15,800.\n\nWorldwide, over 716,400 people have died from the virus, according to Johns Hopkins. The U.S. accounts for about a quarter of the world's deaths, with 160,700 people succumbing to the virus.\n\nCalifornia became the first U.S. state to hit half a million cases on August 1, and over 8,000 new cases were reported on Thursday, according to the state's department of health.\n\nThe health department warns that \"as case numbers continue to rise in California, the total number of individuals who will have serious outcomes will also increase.\"\n\nIn early February, America's first known COVID-19 death occurred in California's San Francisco Bay Area. The two individuals died at home in early and mid-February, before testing was made widely available.\n\n\"Testing criteria set by the CDC at the time-restricted testing to only individuals with a known travel history and who sought medical care for specific symptoms,\" the Santa Clara County coroner said at the time.\n\nDespite appearing to hit Northern California first, the virus has now taken hold in Southern California. A majority of cases have been reported in the region, and nearly half of all virus deaths in the state are in Los Angeles County, where over 4,800 people have died, CBS Los Angeles reported.\n\nAccording to the health department, the distribution of cases \"reveals significant disparities within California's overall racial and ethnic demographics.\"\n\nLatino and Native Hawaiian/Pacific Islander groups make up a disproportionate amount of cases relative to their population in the state, according to the health department. And, a disproportionate amount of those groups, as well as Black Californians, have died from the disease compared with their population size in the state.\n\n\"Structural racism, poverty and the increased likelihood of having underlying conditions, such as heart disease and lung disease, are likely to contribute to this disparity,\" the health department wrote.",
        "dataType": "news",
        "date": "2020-08-07",
        "dateTime": "2020-08-07T22:05:00Z",
        "dateTimePub": "2020-08-07T21:58:00Z",
        "eventUri": "eng-6019480",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/07/29/4947bcb2-bcfc-4042-860a-d76a0956837c/thumbnail/1200x630/be1e1bd48532b6ad6687bddf807fac9d/gettyimages-1262021678.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 77,
        "sentiment": -0.2549019607843137,
        "sim": 0.545098066329956,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "22:05:00",
        "title": "California surpasses 10,000 coronavirus deaths",
        "uri": "6174657491",
        "url": "https://www.cbsnews.com/news/california-coronavirus-cases-10000-deaths-covid-19/",
        "wgt": 334533900
    },
    "Children and young adults could be \"major drivers of ongoing COVID-19 spread,\" doctor says": {
        "authors": [],
        "body": "There's growing evidence that children and young adults may be contributing to the spread of the coronavirus more than previously thought -- even if they show mild symptoms or no symptoms at all. Researchers at Massachusetts General Hospital found that children in the asymptomatic and early infection phase had higher levels of the virus than hospitalized adults with over seven days of symptoms.\n\nThe study, published in the Journal of Pediatrics, looked at 192 children and young adults up to age 22 with suspected or confirmed coronavirus infections. Of the 49 who tested positive for the virus, only 25 had a fever.\n\nHowever, viral load in the infected kids was \"significantly higher\" than adults with severe COVID-19 cases, the researchers said. Higher viral loads increase the risk of contagion, which raises more concerns as many students across the country return to school.\n\n\"The big concern here is that children and young adults are going to be one of the major drivers of ongoing COVID-19 spread, carry the virus into their homes, exposing their parents or maybe their grandparents who are at higher risk of developing severe disease,\" Dr. Shoshana Ungerleider, a internal medicine physician in California, said on CBSN.\n\nAnd since kids can transmit the virus without showing any symptoms themselves, schools cannot just rely on temperature checks or symptom questionnaires to stop the spread, Ungerleider said.\n\n\"We need schools to really prioritize efforts to stop the spread by enforcing things like social distancing, wearing masks, creating more remote learning options if that makes sense in a community,\" she said.\n\nUngerleider added that if there is enough COVID-19 testing capability, schools should make that a part of their plans. The Los Angeles Unified School District, for example, announced plans this week for regular testing and contact tracing for all students and staff.\n\nEven though many children have only mild or no symptoms, the study did note that cases where children developed severe complications from COVID-19.\n\n\"Some children develop a multisystem inflammatory syndrome several weeks after possible SARS-CoV-2 infection or exposure, with severe cardiac complications, including hypotension, shock, and acute heart failure,\" the researchers said.",
        "dataType": "news",
        "date": "2020-08-20",
        "dateTime": "2020-08-20T19:59:00Z",
        "dateTimePub": "2020-08-20T19:57:00Z",
        "eventUri": "eng-6051418",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/17/e0df6f51-046d-4003-b2b2-204e0ddf5ed1/thumbnail/1200x630/eb6f58e4cdf2ff18c568622627d1ca88/cbsn-fusion-inside-a-texas-school-reopening-for-in-person-learning-thumbnail-531169-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 107,
        "sentiment": -0.2470588235294118,
        "sim": 0.5803921818733215,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "19:59:00",
        "title": "Children and young adults could be \"major drivers of ongoing COVID-19 spread,\" doctor says",
        "uri": "6188550901",
        "url": "https://www.cbsnews.com/news/coronavirus-cases-children-young-adults/",
        "wgt": 335649540
    },
    "Colorado State pauses football after probe into handling of virus cases uncovers accusations of racism and verbal abuse": {
        "authors": [],
        "body": "Colorado State is pausing all football activities after an investigation started by the president of the university into the program's handling of COVID-19 cases uncovered allegations of racism and verbal abuse toward athletes. Athletic director Joe Parker said he asked President Joyce McConnell to expand the investigation she announced Tuesday to include a comprehensive review of the athletic department and football program.\n\n\"Today, we learned of some extremely troubling allegations of racism and verbal abuse from CSU's athletic administration generally and in the football program specifically,\" Parker said.\n\nParker's statement did not mention any particular member of the coaching staff or athletic department. Steve Addazio is in his first season as head coach of the Rams.\n\nMcConnell announced the investigation Tuesday after an article published in the Coloradoan that quoted unidentified football players and members of the athletic staff saying coaches told them not to report coronavirus symptoms and threatened players with reduced playing time should they quarantine.\n\n\"Colorado State University is committed to being an anti-racist university, and we will not tolerate any behavior or climate that goes against that core value,\" Parker said. \"Moreover, CSU Athletics is committed to the health and well-being of student-athletes above all other priorities, and this includes their mental health. We believe it is our responsibility to make sure that all student-athletes feel welcomed and valued as members of an inclusive athletics community.\"\n\nColorado State has paused all meetings, workouts and practices.\n\n\"While we have been working hard towards playing football this fall, the holistic well-being of our student-athletes is our unequivocal top priority,\" Parker said. \"We must and will address these allegations before we focus on playing football.\"\n\nOn Tuesday, Addazio said he welcomed the investigation into the football program's alleged mishandling of coronavirus protocols.\n\nCBSSports.com reports that several players took to Twitter to dispute the claims made by the unnamed players and staff members in the story.\n\nMcConnell announced via an email to student-athletes and department staff Thursday that Husch Blackwell, a legal firm based in Kansas City, would lead the probe into those allegations\n\nAddazio was hired in December, replacing Mike Bobo, after spending seven seasons with Boston College.\n\nThe Rams were scheduled to open the season Sept. 19 by hosting Northern Colorado, but the Big Sky Conference voted this week to push back its football season to the spring.",
        "dataType": "news",
        "date": "2020-08-08",
        "dateTime": "2020-08-08T14:17:00Z",
        "dateTimePub": "2020-08-08T13:54:00Z",
        "eventUri": "eng-6010735",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/08/a03f7ddf-9f01-4030-86a8-053122da3257/thumbnail/1200x630/cbfef435dc06d2b1d2671d988f6f3e9a/gettyimages-579607338.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 77,
        "sentiment": -0.05098039215686279,
        "sim": 0.8156862854957581,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "14:17:00",
        "title": "Colorado State pauses football after probe into handling of virus cases uncovers accusations of racism and verbal abuse",
        "uri": "6175305602",
        "url": "https://www.cbsnews.com/news/colorado-state-pauses-football-racism-verbal-abuse-allegations/",
        "wgt": 334592220
    },
    "Coronavirus data 2 weeks into Germany's school year \"reassures\" expert": {
        "authors": [],
        "body": "Berlin -- Germany's students and teachers have gradually returned to a more or less normal academic routine over the last couple weeks, but with the federal health agency reporting rising coronavirus infections, schools are in a tough position.\n\nJust a few days after a number of German states reopened their schools, some were forced to close again, either partially or entirely, or to require some students and teachers to quarantine.\n\nTwo weeks after the new school year started in the capital Berlin, 38 schools have sent some students and teachers home because of confirmed COVID-19 cases.\n\nIn most cases, however, the schools had only one student or teacher with an infection, and in all of the cases the infections are believed to have come from outside the schools. While a couple closed for a day to wait for test results on some students or staff, none of Berlin's schools have shut back down completely, and the vast majority in the region -- more than 800 -- have reported no cases.\n\nCrucially, two weeks in, testing has shown no evidence of anyone contracting the coronavirus within a school.\n\n\"So far, these are isolated cases and not outbreaks,\" Valerie Kirchberger, a paediatrician and coordinator of Berlin's testing strategy, led by the Charité university hospital, told a local newspaper. \"That reassures me.\"\n\n\"Almost two weeks after the start of the school year, we can see that the schools themselves are not a hot spot. Infections are usually carried into schools from outside,\" Berlin State Education Minister Sandra Scheeres said in a statement.\n\nInstead, returning summer holidaymakers are believed to be behind the recent spike in the national infection rate -- one reason mandatory testing has been introduced for anyone returning from regions deemed high-risk.\n\nGermany's politicians widely agree that students must be allowed to return to schools, and United Nations Secretary-General Antonio Guterres has warned that if government's don't prioritize that in-class learning, the would could face \"a catastrophe for an entire generation.\"\n\nBut many educators, and parents, are still nervous.\n\nGermany's national teachers' union, the GEW, sees a return to normal school operations as high-risk, partly because government health authorities haven't yet inspected all schools to check their anti-virus measures and hygiene plans.\n\nBut Lisa Kandler, an elementary school teacher in Berlin, told CBS News that she's not seen any severe COVID-19 cases among children, and she's not panicking.\n\n\"For us teachers, I don't think the risks are higher than anywhere else. It would have been very difficult for us to continue teaching online, especially those children who just started first grade. Introducing them to school life like that and keeping schools shut is not a good alternative.\"\n\nParent opinions appear divided. Some doubt safe schooling is even possible with the pandemic still actively spreading. Others have voiced concern, however, about the fact that schools remained shut for weeks while bars and restaurants were allowed to reopen their doors.\n\nBut Adina Holle told CBS News that when she heard her 9-year-old son Jonas could go back to school, \"it was a great relief.\"\n\n\"It would have been simply impossible to continue home-schooling him while we parents have to work from home,\" she said. \"The hygiene measures in schools might not be ideal, but isolating children much longer and keeping them away from learning and playing with others must be avoided.\"\n\nAs in the U.S. and elsewhere, there's been a fierce debate in Germany over the role children and young people play in spreading the coronavirus. Both advocates and sceptics of school opening can find arguments to back their positions in recent scientific studies.\n\nResearch carried out at schools in the state of Saxony in May and June suggest a low risk of infection. Another study, carried out in Baden-Württemberg, also found that children are at much lower risk of contracting the disease than their parents. A study in South Korea drew the conclusion that, while smaller children are rarely infectious, teenagers can be as infectious as adults.\n\nLikewise in the U.K., where schools are set to reopen next week, the government was encouraged by a study showing little evidence that the virus was being transmitted in schools.\n\n\"The risks to children from COVID are very low and the risks of school closures we know are very serious,\" Russell Viner, president of the Royal College of Paediatrics and Child Health and a member of a key British government advisory group, told The Sunday Times in reference to the research, which involved some 3,000 schools.\n\n\"I think we should be reassured by the admittedly quite scarce and incomplete data we have. But I think we're in situation of uncertainty. And we either sit and damage our children a whole generation further, or we act on what is a small amount of reassuring data,\" he said.\n\nIn contrast, U.S. researchers investigating an outbreak at a summer camp concluded that children of all ages can become infected, and that they do play a significant role in transmission of the virus.\n\nLikewise, a study published last week by scientists at the Massachusetts General Hospital and Mass General Hospital for Children found that children can actually carry a much higher level of virus in their bodies than adults, even if they don't develop symptoms, and thus they, \"are a possible source of spreading this virus, and this should be taken into account in the planning stages for reopening schools.\"\n\nBut the calculus isn't just about the risks of coronavirus infections.\n\nJonas Schmidt-Chanasit, a virologist at the University of Hamburg, told CBS News that even if a feared \"second wave\" of infections forced Germany to order businesses closed again, keeping day cares and schools open for children should be a top priority.\n\n\"We cannot ignore the fact that domestic violence increased during the pandemic. Children need the routine and the safety of day-to-day school life, especially children who are already neglected by their parents or who are behind in their development,\" he said.\n\nThe Charité hospital is conducting a long-term study at 24 schools and 12 day care centers in Berlin, testing the same group of people for both active coronavirus infections and for antibodies at regular intervals. It is also providing free COVID-19 tests for all day care and school employees, even if they have no symptoms.\n\nOfficials hope that data will soon reinforce the decision to get kids back in classrooms. In the meantime, social distancing has become an essential part of school life.\n\nPlaygrounds are divided into different sections and classes are kept apart. In some states face masks are mandatory at all times, while in others kids only have to put them on when they walk through hallways or play on playgrounds.",
        "dataType": "news",
        "date": "2020-08-24",
        "dateTime": "2020-08-24T15:15:00Z",
        "dateTimePub": "2020-08-24T15:02:00Z",
        "eventUri": "eng-6054625",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/24/5636eeef-8bd8-48d8-8eb7-925ebbcbfcfb/thumbnail/1200x630/4b88b5cdcbac69cc99f8102070d14f73/germany-coronavirus-school.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 103,
        "sentiment": -0.1137254901960785,
        "sim": 0.5921568870544434,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "15:15:00",
        "title": "Coronavirus data 2 weeks into Germany's school year \"reassures\" expert",
        "uri": "6191570033",
        "url": "https://www.cbsnews.com/news/covid-19-school-cornavirus-data-2-weeks-into-germany-school-year-reassures-expert/",
        "wgt": 335978100
    },
    "Coronavirus reportedly catches up to Usain Bolt, the world's fastest man": {
        "authors": [],
        "body": "The coronavirus may have caught up with the world's fastest man, sprint king Usain Bolt, who announced Monday that he is self-quarantining after being tested for COVID-19.\n\nBolt, who did not confirm if he had received a result, spoke as governments around the world are tightening lockdowns once more, with well over 24 million people infected globally, 800,000 killed, and a vaccine still elusive.\n\nThe Reuters news agency and Jamaican newspaper The Gleaner said the country's Health Ministry had confirmed Bolt's test came back positive, but he had not confirmed that news on his social media accounts, which he uses heavily.\n\nIn a video posted on Twitter, the Jamaican said he had experienced no symptoms, but urged friends he had been in contact with to take precautions.\n\n\"I am trying to be responsible so I am going to stay in and be safe,\" he said, adding that he had undergone the test on Saturday.\n\nJamaican newspapers said friends had thrown Bolt a surprise birthday party on Saturday attended by sports and music stars, including Manchester City soccer star Raheem Sterling and Jamaican singer Christopher Martin, who was also self-quarantining.\n\nThe Gleaner quoted Jamaican Prime Minister Andrew Holness as telling reporters that police were investigating the circumstances around the birthday party after social media videos showed Bolt and other revellers failing to practice social distancing and not wearing masks.\n\nAccording to the paper, more than 1,000 people have been charged since the pandemic began with violating anti-virus measures implemented under the national Disaster Risk Management Act. Johns Hopkins University data showed that as of Tuesday, Jamaica, which has a population just under 3 million, has confirmed 1,612 COVID-19 cases and blamed 16 deaths on the disease.\n\nEight-time Olympic champion Bolt, who holds the world 100m and 200m records, last competed internationally at the 2017 World Championships in London.\n\nBolt became a father last month with the birth of his daughter, Olympia Lightning Bolt.",
        "dataType": "news",
        "date": "2020-08-25",
        "dateTime": "2020-08-25T13:28:00Z",
        "dateTimePub": "2020-08-25T13:16:00Z",
        "eventUri": "eng-6060309",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2016/08/20/66670af4-fa40-43b1-ad4d-66d3efd9f117/thumbnail/1200x630/1b878ada42dc4948975d4b1e4ce00874/rio-olympics-day-14-getty-592241916.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": 0.1058823529411765,
        "sim": 0.6745098233222961,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:28:00",
        "title": "Coronavirus reportedly catches up to Usain Bolt, the world's fastest man",
        "uri": "6192448496",
        "url": "https://www.cbsnews.com/news/usain-bolt-coronavirus-covid-reportedly-catches-up-to-the-worlds-fastest-man/",
        "wgt": 336058080
    },
    "Could asymptomatic COVID-19 carriers hold key to ending the pandemic?": {
        "authors": [],
        "body": "Dr. Neeta Ogden joins CBSN to discuss what researchers hope to learn about the coronavirus from people who got infected by never developed symptoms. Plus, new studies suggest that vaping may increase the risk and that neck gaiters don't offer as much protection as other face masks.",
        "dataType": "news",
        "date": "2020-08-12",
        "dateTime": "2020-08-12T16:01:00Z",
        "dateTimePub": "2020-08-12T15:47:00Z",
        "eventUri": null,
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/12/ae88be1b-a442-4d91-a89c-318703d5f905/thumbnail/1200x630/4b5667ecafbedad31e0676ac8e89a98f/cbsn-fusion-coronavirus-asymptomatic-covid-19-carriers-patients-thumbnail-528797-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 53,
        "sentiment": -0.0117647058823529,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "16:01:00",
        "title": "Could asymptomatic COVID-19 carriers hold key to ending the pandemic?",
        "uri": "6180242813",
        "url": "https://www.cbsnews.com/video/coronavirus-asymptomatic-covid-19-carriers-patients/",
        "wgt": 334944060
    },
    "Doctor on COVID-19 symptoms and the deadly risks of seeking herd immunity": {
        "authors": [],
        "body": "The nation's top infectious disease expert is warning against the idea of letting coronavirus infections to run rampant in order to achieve possible herd immunity. And a new study outlines the specific order of symptoms that may help set COVID-19 apart from other illnesses. Dr. Bob Lahita joins CBSN to discuss the latest on the pandemic.",
        "dataType": "news",
        "date": "2020-08-14",
        "dateTime": "2020-08-14T16:35:00Z",
        "dateTimePub": "2020-08-14T16:22:00Z",
        "eventUri": null,
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/14/f397e398-92d4-4e30-8f48-20ae7eae715a/thumbnail/1200x630/c5ef5e732226308ab64e44bd93addae3/cbsn-fusion-covid-19-symptoms-herd-immunity-deadly-risks-coronavirus-thumbnail-529930-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 53,
        "sentiment": -0.09019607843137256,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "16:35:00",
        "title": "Doctor on COVID-19 symptoms and the deadly risks of seeking herd immunity",
        "uri": "6182978475",
        "url": "https://www.cbsnews.com/video/covid-19-symptoms-herd-immunity-deadly-risks-coronavirus/",
        "wgt": 335118900
    },
    "Dozens of wildfires burn across California amid blistering heat wave": {
        "authors": [],
        "body": "Thousands of people were under orders to evacuate in areas surrounding the San Francisco Bay Area on Wednesday. Nearly 40 wildfires were blazing across the state amid a blistering heat wave.\n\nSmoke blanketed the city of San Francisco, and California is under a state of emergency.\n\n\"Throughout the state of California right now, we are stretched thin for crews\" because of the fires, said Will Powers, a state fire spokesman. \"Air resources have been stretched thin throughout the whole state.\"\n\nPolice and firefighters went door-to-door early Wednesday in a frantic scramble to warn residents to evacuate as fire encroached on Vacaville, a city of about 100,000 that lies between San Francisco and Sacramento. Fire officials said at least 50 structures were destroyed and 50 damaged, and four people were injured.\n\nMany local residents went to bed with a fire seemingly burning miles away. Then the winds kicked up and the fire was upon their homes, they were forced to flee with just the clothing they were wearing, CBS SF Bay Area reported.\n\nAmong those scrambling to escape was a woman named Diane and her husband.\n\n\"I got all my children out, but then I panicked a little bit. It took me a little while to get out,\" said Diane Bustos. \"My husband was driving the car and it burned. He got burned and had to leave the car and it blow up. So I was walking down by myself and I got all these flames on me. I lost my shoes. But I made it, God saved me.\"\n\nThe California Department of Forestry and Fire Protection said that blaze and others were exhibiting \"extreme fire behavior\" and challenging firefighters.\n\nGovernor Gavin Newsom ordered a statewide state of emergency Tuesday, saying the blazes were \"exacerbated by the effects of the historic West Coast heat wave and sustained high winds.\"\n\nIn San Mateo and Santa Cruz counties, about 22,000 people were ordered to evacuate because of a fire burning in dense wooded parkland that threatened communities, Cal Fire spokesman Jonathan Cox said.\n\n\"This is a very active timber fire burning in two counties with a serious threat to both public safety and for structures that are out in front of it,\" he said.\n\nThousands of homes and businesses were also threatened in the wine-growing counties of Napa and Sonoma in an area devastated by a series of deadly blazes in the last three years. Powers said much of the fire was burning through rural areas with steep terrain, making it difficult to get crews in.\n\nIn Napa County, Gail Bickett, 80, loaded up her three dogs in a truck to evacuate as the fire burned behind houses across the road, the San Francisco Chronicle reported.\n\n\"It's scary,\" she said. \"It's overwhelming.\"\n\nChristopher Godley, Sonoma County's emergency management director, said about 10,000 people were under evacuation orders as crews battled two blazes and were working to set up an evacuation center with alternate locations for people exhibiting coronavirus symptoms.\n\nHe conceded that sources are strapped statewide.\n\n\"It's difficult to second guess what the fire commanders are doing with their aircraft. But it's not like last year when we saw just a huge wealth of resources flowing into the county,\" he said. \"It is what it is.\"\n\nState Sen. Bill Dodd, who represents the area, said the fires burning in Napa and Sonoma counties were mostly affecting less populated areas.\n\n\"I think the people around here, even the people that have structures in harm's way, understand that they're in a more rural area and that the people in more densely populated areas have to get the resources first,\" he said.\n\nIn the East San Francisco Bay, a cluster of 20 separate lightning-sparked fires threatened about 1,400 structures in rugged terrain with dense brush. Strong winds and low humidity made the firefight challenging.\n\nBlazes engulfed rural and forest areas near the San Francisco Bay Area, near Salinas in Monterey County, around Oroville Dam north of Sacramento, forested areas west of Silicon Valley, in remote Mendocino County and near the Nevada state line north of Lake Tahoe.\n\nSeveral also were burning in northern coastline areas and in Southern California.\n\nThe cluster of wine country fires threaten an area that only last year grappled with another massive blaze that forced 200,000 to flee -- a task made more complicated this year because of the pandemic.\n\nTo the south, evacuations were ordered for all of Boulder Creek to the west of Silicon Valley, a community of 5,000 high in the Santa Cruz mountains where windy, long, forested roads, some paved, some dirt, can easily become blocked during storms or fires. About 6,000 structures were threatened by that blaze.",
        "dataType": "news",
        "date": "2020-08-19",
        "dateTime": "2020-08-19T21:52:00Z",
        "dateTimePub": "2020-08-19T14:51:00Z",
        "eventUri": "eng-6049640",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/19/37b79791-ca11-4d09-b171-4067d0cab4f1/thumbnail/1200x630/05124624ba37998b069c9c0f5596ffe6/ap-20232438550772.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 28,
        "sentiment": -0.3254901960784313,
        "sim": 0.6901960968971252,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "21:52:00",
        "title": "Dozens of wildfires burn across California amid blistering heat wave",
        "uri": "6187429911",
        "url": "https://www.cbsnews.com/news/california-fires-heat-wave-wildfire/",
        "wgt": 335569920
    },
    "Dwayne Johnson, his wife and two young daughters test positive for the coronavirus": {
        "authors": [],
        "body": "Dwayne \"The Rock\" Johnson has a message for everyone around the world: wear your mask. The actor and former wrestler revealed Wednesday that he and his family had tested positive for COVID-19.\n\n\"I wanted to give you guys a little helpful update on things that have been going on on my end for the past two-and-a-half to three weeks now. So the update is this: my wife Lauren as well as my two baby girls and myself, we have all tested positive for COVID-19,\" Johnson shared in an 11-minute Instagram clip.\n\nThe 48-year-old said that they caught the virus from \"very close family friends,\" who are \"devastated\" that they spread the virus. The star added that it has been \"one of the most challenging and difficult things we have ever had to endure as a family.\"\n\n\"Testing positive for COVID-19 is much different than overcoming nasty injuries or being evicted or even being broke, which I have been more than a few times,\" said the Jumanji actor. \"The reason why I feel this is different is because my number one priority is to always protect my family and protect my children, my loved ones.\"\n\nWhile Johnson shared that the family are now \"good\" and \"healthy,\" he said he and his wife, who celebrated their first wedding anniversary last month, had \"a rough go.\"\n\nHis youngest daughters, Jasmine, 4 and Tiana, 2 had minor symptoms. \"They had a little sore throat the first couple of days, but other than that, they bounced back and, and it's been life as normal, happy babies running around and playing,\" Johnson said.\n\nJohnson told his followers he recommended getting all house guests to test for COVID-19 before they visit. He also urged fans to wear their masks.\n\n\"This baffles me that some people out there, including some politicians, will take this idea of wearing a mask and make it a political agenda,\" he said. \"It has nothing to do in politics.\"\n\n\"Wear your mask. It is a fact, and it is the right thing to do. And it's the responsible thing to do,\" Johnson continued.\n\n\"I'm not a politician. I am a man though, who cares about my family deeply and will do everything I can to protect them. But I'm also a man who cares about all of you guys. I don't care what political party you're affiliated with. I don't care what part of the world you're from. I don't care what your skin color is, what your job is, what your bank account says. I don't care. I do care about all of you. And I do not want you or your entire family to get COVID-19.\"",
        "dataType": "news",
        "date": "2020-09-03",
        "dateTime": "2020-09-03T15:07:00Z",
        "dateTimePub": "2020-09-03T14:56:00Z",
        "eventUri": "eng-6088364",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2019/09/30/30b5dc30-2366-439f-a554-4970fc354da2/thumbnail/1200x630/e5ea71f9b1c1a4ef81a26865169cf77d/ap-18155447401557.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": 0.2627450980392156,
        "sim": 0.729411780834198,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "15:07:00",
        "title": "Dwayne Johnson, his wife and two young daughters test positive for the coronavirus",
        "uri": "6204368136",
        "url": "https://www.cbsnews.com/news/dwayne-johnson-family-test-positive-coronavirus/",
        "wgt": 336841620
    },
    "GOP Senator Bill Cassidy, a doctor, tests positive for COVID-19": {
        "authors": [
            {
                "isAgency": false,
                "name": "Kathryn Watson",
                "type": "author",
                "uri": "kathryn_watson@cbsnews.com"
            }
        ],
        "body": "Republican Senator Bill Cassidy has tested positive for COVID-19, according to a news release from his office. Cassidy, a 62-year-old medical doctor who represents Louisiana, was tested after he was notified Wednesday night that he was exposed to someone with the virus.\n\nAccording to his office, the Louisiana senator contacted his doctor and is sticking to Centers for Disease Control (CDC) recommendations, including quarantining for 14 days and telling people he's interacted with recently.\n\n\"I am strictly following the direction of our medical experts and strongly encourage others to do the same,\" Cassidy said.\n\nCassidy's office did not say whether he has any symptoms at this time.\n\nAccording to his Twitter feed, Cassidy visited Overton Brooks VA Medical Center in Shreveport, Louisiana, this week to discuss veteran suicide. A video posted to his Twitter showed him wearing a face covering, although it slipped below his nose as he spoke alongside someone.\n\n\"Had a great visit and discussion at the Overton Brooks VA Medical Center in Shreveport regarding veterans' suicide. I'm impressed by the outreach by Mr. Richard Crockett and his staff to support veterans as they reenter civilian life after proudly serving our nation,\" Cassidy tweeted.\n\nCassidy also promoted in-person voting in a video he posted to his Twitter account Wednesday.\n\n\"If you can go to the grocery store safely and practice social distancing, then you can safely go to the voting booth. We shouldn't federalize elections like Democrats are attempting to do by making mail-in voting mandatory. Let state & local govts decide their voting procedures,\" he tweeted.\n\nSenator Rand Paul, Republican of Kentucky, contracted COVID-19 earlier this year, and Senators Tim Kaine, of Virginia, and Bob Casey, of Pennsylvania, both Democrats, have tested positive for antibodies.",
        "dataType": "news",
        "date": "2020-08-20",
        "dateTime": "2020-08-20T19:17:00Z",
        "dateTimePub": "2020-08-20T19:09:00Z",
        "eventUri": null,
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2017/06/23/c50c3a6e-4060-4eb6-b5ad-6f2b9e1301f2/thumbnail/1200x630g2/244e6bb9783fc121e1ba65eb7bcc3c3c/bill-cassidy-644285878.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": 0.1686274509803922,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "19:17:00",
        "title": "GOP Senator Bill Cassidy, a doctor, tests positive for COVID-19",
        "uri": "2020-08-6188526029",
        "url": "https://www.cbsnews.com/news/gop-senator-bill-cassidy-tests-positive-for-covid-19/",
        "wgt": 335647020
    },
    "Georgia college students throw massive party ahead of school year starting, ignoring COVID-19 guidelines": {
        "authors": [],
        "body": "A now-viral video posted on social media shows a massive gathering of University of North Georgia (UNG) students at party on Saturday night. Partygoers flooded the lawns of off-campus houses in Dahlonega, Georgia, two days before the school year officially began.\n\nIt is unclear who originally posted the video, in which dozens of students flouted guidelines against large social gatherings and few, if any, were wearing face masks to protect against the spread of COVID-19.\n\nIn a statement to CBS News, UNG's executive director of communications, Sylvia Carson, confirmed that a large outdoor party was held at a privately-owned, off-campus apartment complex near the school's Dahlonega campus Saturday night.\n\n\"We are disappointed that many of our students chose to ignore COVID-19 public health guidance by congregating in a large group without social distancing or face coverings,\" Carson said in the statement. \"The University of North Georgia continues to emphasize to our students and university community that everyone has an individual responsibility both on and off campus to follow guidance from the Georgia Department of Public Health and the CDC to prevent the spread of the virus.\"\n\nGeorgia has become one of the nation's hotspots for coronavirus cases. There is no mask mandate in the state. Governor Brian Kemp has said he encourages face masks be worn in public, but he fought efforts by local officials who sought to require masks. In an executive order on Saturday, Kemp extended a shelter in place order for \"the medically fragile,\" and continued the ban on large gatherings, CBS Atlanta affiliate WGCL reports.\n\nAccording to state health data, young people aged 18 to 29 account for a majority of the coronavirus cases in Georgia -- more than 56,000 of the state's 215,528 positive cases to date. People in this age group account for 1,446 coronavirus hospitalizations and 38 deaths in the state.\n\nOlder age groups, which are more vulnerable to severe illness, have had fewer confirmed cases but more hospitalizations and deaths from the virus.\n\nMany health officials are concerned that the reopening of schools may cause a spike in cases in some communities, and that younger people who don't take precautions could put many others at risk.\n\nUNG is implementing several measures to prevent the spread of the virus during the fall semester, which began Monday. Students, faculty, staff and visitors are expected to wear masks while inside UNG buildings, and must complete a self-screening checklist before coming to campus each day. Those with symptoms are asked to stay off campus. Social distancing is recommended and occupancy levels will be reduced to help people stay six feet apart. Classrooms and common areas will also be sanitized by custodial staff.\n\nThe video of the party on Saturday night prompted many to express their disapproval and lack of confidence in school preparedness.\n\n\"The first day of classes at..University of North Georgia begins on Monday..UNG..is already proving to be a COVID nightmare..before Day 1..There's massive crowds..as far as the eye can see, and..no one's distanced and no one's wearing masks,\" wrote Rutgers professor Richard E. Ebright.\n\n\"It is a choice dear students. You can have in-person classes, or you can have parties. You can't have both. The choice is yours,\" tweeted University of Arkansas associate professor Stephen Caldwell.",
        "dataType": "news",
        "date": "2020-08-17",
        "dateTime": "2020-08-17T17:25:00Z",
        "dateTimePub": "2020-08-17T17:14:00Z",
        "eventUri": "eng-6043968",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/17/76ecdcf9-9247-46f7-83ce-5c539228fd6a/thumbnail/1200x630/860c91b01b96740b3f00a95398da47a5/ungparty.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": -0.03529411764705881,
        "sim": 0.7372549176216125,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "17:25:00",
        "title": "Georgia college students throw massive party ahead of school year starting, ignoring COVID-19 guidelines",
        "uri": "6185752049",
        "url": "https://www.cbsnews.com/news/georgia-college-students-party-coronavirus-pandemic/",
        "wgt": 335381100
    },
    "Global coronavirus cases top 20 million after doubling in 45 days": {
        "authors": [],
        "body": "The number of confirmed coronavirus cases worldwide topped 20 million on Tuesday, more than half of them from the U.S., India and Brazil.\n\nHealth officials believe the actual number is much higher than that tally kept by Johns Hopkins University, given testing limitations and the fact that as many as 40% of those who are infected have no symptoms.\n\nIt took six months or so to get to 10 million cases after the virus first appeared in central China late last year. It took just over six weeks for that number to double.\n\nAn AP analysis of data through Aug. 9 showed the U.S., India and Brazil together accounted for nearly two-thirds of all reported infections since the world hit 15 million coronavirus cases on July 22.\n\nThe number of new daily cases has continued to rise in India, hitting a rolling seven-day average of 58,768. In the U.S., which has more than 5 million cases, the average has decreased since July 22 but remains high at 53,813 new cases a day.\n\nIn the 45 days it took global reported infections to double to 20 million, the number of reported virus deaths climbed to 736,191 from 499,506, according to the Johns Hopkins count. That's 236,685 new deaths, an average of more than 5,200 a day.\n\nAbout one-fifth of reported deaths, or more than 163,000, have been in the U.S., the highest in the world.\n\nBorder closures, masks, lockdowns and infection data are now the new way of life for much of the world, where they aren't he politically combustible factors they are in the U.S.\n\nA review by the Kaiser Health News service and The Associated Press found that at least 49 state and local public health leaders have resigned, retired or been fired since April across 23 states. The list has grown by more than 20 people since the AP and KHN started keeping track in June.\n\nContributing to that attrition and burnout of badly needed experts have been attacks on public health experts and institutions from the highest levels, including Mr. Trump, who's sidelined the Centers for Disease Control and Prevention during the pandemic.\n\n\"The overall tone toward public health in the U.S. is so hostile that it has kind of emboldened people to make these attacks,\" said former CDC director Dr. Tom Frieden.\n\nCaseloads are still rising quickly in many other countries, including Indonesia and Japan.\n\nIn Mexico, President Andrés Manuel López Obrador, like Brazil's Jair Bolsonaro and President Donald Trump, seldom wears a mask and has resisted calls for strict lockdowns, saying Mexicans should be convinced to observe social distancing, not forced to do so by police or fines.\n\nWith nearly 500,000 cases and more than 50,300 deaths, Mexico has struggled with how to curb outbreaks given that just over half its people work off the books with no benefits or unemployment insurance.\n\nA full lockdown would prove too costly for people with little savings and tenuous daily incomes, said Assistant Health Secretary Hugo López-Gatell, the president's point man on the epidemic, noting \"we do not want a solution that would, in social terms, be more costly than the disease itself.\"\n\nMexico's relatively high death rate results partly from the country having one of the world's highest rates of obesity and diabetes. There has also been relatively little testing. Of all tests done, 47% are positive, suggesting that only seriously ill people are getting tests. That has hindered contract tracing.\n\nIn Japan, where outbreaks have been widening as officials urge people to consider this year's summer holidays \"special\" and stay home, the positivity rate of tests in Tokyo, the worst hit region, has been climbing but remains at 7%.\n\nThe pandemic has waxed and waned in many regions, with the U.K. and Spain seeing new outbreaks after the worst of the early waves of cases paralyzed much of Europe.\n\nIn Asia, Vietnam went from having reported no confirmed deaths and very few cases to battling fresh outbreaks that emerged in the seaside city of Danang. Australia was preparing to reopen travel with neighboring New Zealand, which has had no confirmed locally transmitted cases in more than 100 days, when fresh clusters of coronavirus cases popped up in Melbourne and the surrounding region.\n\nThat outbreak held steady Tuesday with 331 new cases and 19 more deaths in Victoria, which includes Melbourne, raising hopes a strict, renewed lockdown in Australia's second-largest city was working.\n\nMeanwhile, outbreaks in mainland China and semi-autonomous Hong Kong declined, with the number of new community infections in China falling to 13, all in the northwestern region of Xinjiang. Hong Kong counted 69 new cases.\n\nSimilar to many other Asian countries, China requires testing and a two-week quarantine of all new arrivals and has barred most foreigners from entering the country.",
        "dataType": "news",
        "date": "2020-08-11",
        "dateTime": "2020-08-11T08:18:00Z",
        "dateTimePub": "2020-08-11T08:06:00Z",
        "eventUri": "eng-6030244",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/07/28/aac0863d-4763-4ace-8727-a2d7b4841401/thumbnail/1200x630/bb352acd096696f1df22f08407f78558/gettyimages-1257832054.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": -0.03529411764705881,
        "sim": 0.9725490212440491,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "08:18:00",
        "title": "Global coronavirus cases top 20 million after doubling in 45 days",
        "uri": "6178287289",
        "url": "https://www.cbsnews.com/news/global-coronavirus-cases-worldwide-top-20-million-doubling-45-days/",
        "wgt": 334829880
    },
    "High demand for COVID tests has pushed labs to their limit. Will they be ready for fall?": {
        "authors": [],
        "body": "This summer, skyrocketing cases of COVID-19 nationwide pushed testing labs into overdrive, and people in many states had to wait days -- in some cases even weeks -- to receive results.\n\nSpeedy testing is key because the longer it takes to receive a test result, the longer someone may unknowingly spread the virus. A study published in The Lancet found testing and contact tracing without delay could reduce up to 80% of ongoing transmissions, but a three-day delay in test results cuts that success rate by at least half.\n\nIn the last week of July, just 56% of tests were completed within three days, according to government data provided by the Department of Health and Human Services. For all of July, only 45% of tests were completed in that timeframe. On July 27, Quest Diagnostics, one of the largest commercial labs in the country, reported one-week turnaround times for anybody who wasn't a hospital patient or health care worker with symptoms, although these have improved in the last two weeks as the number of new cases subsided in many states. On August 10, Quest said it was now averaging a two- to three-day turnaround.\n\nThe reason for the delays is that labs across the country have dealt with shortages in virtually all the vital supplies they depend on: trained staff, high-volume machines to run tests, the pipette tips that hold the samples, and the chemicals needed to trigger a reaction for the tests to even work.\n\nAt the University of Washington Medicine Clinical Virology Laboratory, they're running 7,000 to 8,000 molecular tests, also known as PCR tests, a day. That's about 50,000 a week -- equal to the lab's total molecular test output last year.\n\nThe team is renting an additional 14,000 square feet beneath their current office and lab, more than doubling their space. But they are still running fewer tests than they could be because of a shortage in the supplies and chemicals they need. And they are not alone. One of the only ways that labs can navigate the current supply chain is by buying equipment from different manufacturers so that a delayed shipment from one company doesn't risk the output of the whole lab.\n\n\"You can't stockpile, there's no way to stockpile,\" Professor Alex Greninger, assistant director of the university's lab, told CBS News. \"In about two or three weeks, we'll have seven different platforms for seven different supply chains. That's the only way we can handle this.\"\n\nThe strain on the supply chain and the resulting backlogs have those at the forefront of America's testing marathon worried about the looming flu season. Dr. Bobbi Pritt, chairwoman of the division of clinical microbiology at the Mayo Clinic, says if it's a bad flu season, testing volume could double or even triple. This would exacerbate every existing issue that labs are already experiencing.\n\nIn an effort to alleviate the pressure, the National Institutes of Health recently announced a nearly $250 million investment in new tests, as a part of its goal to build the country's testing capacity up to six million tests a day.\n\nDr. Omari Garner, head of clinical microbiology at UCLA, is vying for some of the NIH funds and is optimistic because they're developing tests that are different from the molecular diagnostics that currently dominate his lab.\n\n\"We need novel test creation and so I'm excited that the NIH was willing to put money forward to encourage academic centers to be able to put research into this so that we can have some new tests,\" he told CBS News. He added there's a short window of time to get these developed before the flu season hits.\n\nMore than $70 million of NIH's investment is going to a company called Quidel to fund its antigen test. Antigen tests can provide a much quicker result than PCR tests, often right on the spot. That's an appealing advantage over the molecular tests that need to be sent to labs for processing.\n\nBut while the results are quick, antigen tests sacrifice sensitivity for speed -- according to the FDA, they are more likely to provide inaccurate results, primarily more false negatives. (An antigen test error was recently in the spotlight after Ohio Governor Mike DeWine received a false positive result from one, before ultimately testing negative twice.)\n\nGenerally speaking, antigen tests run the highest risk of inaccuracies if used on people who aren't showing symptoms, said Garner. They're more effective at detecting the virus in people who are experiencing symptoms, who likely have higher levels of virus in their system.\n\n\"We have to fit the tests in where they're most appropriate and for antigen testing, where it's probably not appropriate is asymptomatic testing,\" said Garner. \"Because it's just not sensitive enough.\"\n\nOther potential innovations include tests like the one being developed by Cepheid that would test for both COVID-19 and various strains of flu.\n\nAdditionally, former FDA Commissioner Scott Gottlieb told CBS News' \"Face the Nation\" that saliva testing may be coming onto the market soon that could offer a low-cost, quick testing option that could be scaled up. Researchers for one provider of these tests, SalivaDirect, say its benefits are that there's less labor involved before testing, and it can work with the chemical reagents from a variety of manufacturers.\n\nWhile news of the NIH grants was welcomed by laboratories, the broader federal response has been met with criticism by epidemiologists and public health experts who say the U.S. should have been implementing a national testing strategy to maximize buying power and to coordinate the distribution of supplies.\n\nAt the end of May, HHS submitted a report to Congress titled \"COVID-19 Strategic Testing Plan\" that stated as a goal to be able to test between 40-50 million people per month by September, including both PCR tests and antigen tests. But testing has been decreasing. According to the COVID Tracking Project, on August 4, the U.S. reported fewer than 700,000 new tests for the first time since the middle of July and is on pace to run about 21 million tests this month. (Antigen tests are not included in some states' counts.)\n\nHHS did not respond to a request for comment on the reduction in daily tests.\n\nThe report also indicated HHS would be working with states to deliver nearly 13 million swabs and 9.8 million tubes to transport patients' specimens.\n\nIn a July 9 letter to Vice President Mike Pence and other members of the White House coronavirus task force, organizations that represent the nation's smaller and more independent labs outlined \"obstacles\" they continued to face, including receiving faulty swabs from the Strategic National Stockpile. They added that many labs weren't able to contact, or even identify, the individuals the federal government has assigned in each state to oversee the distribution of federally allocated supplies.\n\nMark Birenbaum, administrator for the National Independent Lab Association and one of the authors of the letter, told CBS News that while he received a response with points of contact, many member labs in a number of states continue to have difficulty getting supplies.\n\n\"Honestly what's happening is that each one of us as lab directors are handling our issues in silos,\" said Garner. \"You can have a national strategy around testing but we don't have a national strategy around distribution of tests.\"\n\nThe report also says that each state is responsible for purchasing its own tests, specifying that they were expected to use the more than $10 billion allocated by the CDC to do so. Most recently, seven states banded together to buy tests: Louisiana, Maryland, Massachusetts, Michigan, North Carolina, Ohio, and Virginia. They'll be buying 500,000 rapid tests each from two manufacturers of antigen tests, including Quidel.\n\nRegardless of what new technologies may be rolled out in the coming months, officials spearheading America's testing efforts underscored that we can't eradicate COVID-19 with testing alone. They echoed the same message public health officials have been trying to drive home for months: Wear a mask, social distance and wash your hands.\n\n\"If everyone would be diligent about all of these protective measures, then our numbers would go down and that would alleviate tremendously the burden on our laboratories and of course our hospitals and patients,\" said Pritt.",
        "dataType": "news",
        "date": "2020-08-12",
        "dateTime": "2020-08-12T13:25:00Z",
        "dateTimePub": "2020-08-12T13:13:00Z",
        "eventUri": "eng-6031557",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/12/bc6ccc15-aa61-45db-b64b-51ac5931f275/thumbnail/1200x630/549d95084165f6d38c433c2c8264dc37/gettyimages-1222896727.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 79,
        "sentiment": 0.1843137254901961,
        "sim": 0.7176470756530762,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:25:00",
        "title": "High demand for COVID tests has pushed labs to their limit. Will they be ready for fall?",
        "uri": "6180063921",
        "url": "https://www.cbsnews.com/news/covid-tests-labs-backlog-plan-for-fall/",
        "wgt": 334934700
    },
    "Hong Kong man appears to have caught COVID-19 twice, with different strain the 2nd time": {
        "authors": [],
        "body": "University of Hong Kong scientists claim to have the first evidence of someone being reinfected with the virus that causes COVID-19. Genetic tests revealed that a 33-year-old man returning to Hong Kong from a trip to Spain in mid-August had a different strain of the coronavirus than the one he'd previously been infected with in March, said Dr. Kelvin Kai-Wang To, the microbiologist who led the work.\n\nThe man had mild symptoms the first time and none the second time; his more recent infection was detected through screening and testing at the Hong Kong airport.\n\n\"It shows that some people do not have lifelong immunity\" to the virus if they've already had it, To said. \"We don't know how many people can get reinfected. There are probably more out there.\"\n\nThe paper has been accepted by the journal Clinical Infectious Diseases but not yet published, and some independent experts urged caution until full results are available.\n\nWhether people who have had COVID-19 are immune to new infections and for how long are key questions that have implications for vaccine development and decisions about returning to work, school and social activities.\n\nEven if someone can be infected a second time, it's not known if they have some protection against serious illness, because the immune system generally remembers how to make antibodies against a virus it's seen before.\n\nIt's not clear how different a virus needs to be to trigger illness, but the new work suggests that \"COVID patients should not be complacent about prevention measures\" and should continue social distancing, wearing masks and other ways to reduce infection, To said.\n\nTwo experts with with no role in the work agreed.\n\n\"We've always known reinfection was a possibility and I think this is highly suggestive\" that it occurred in this case, said Dr. Jesse Goodman, a former U.S. Food and Drug Administration chief scientist now at Georgetown University. \"If there is a reinfection, it suggests the possibility there was residual immunity ... that helped protect the patient\" from getting sick again, Goodman said.\n\nHowever, \"if immunity wanes from natural infection, it could be a challenge for vaccines\" and may mean booster shots are needed, he added.\n\nJulie Fischer, a microbiologist at CRDF Global, a nonprofit health group in Arlington, Virginia, said the study gives convincing evidence that reinfection can happen.\n\n\"The real question is what this means for severity of disease\" if that occurs, and whether such people can infect others, she said.\n\nOne expert saw the report as good news. Dr. Paul Offit, a vaccine expert at Children's Hospital of Philadelphia, said it's encouraging the reported reinfection was without symptoms.\n\n\"That's a win as far as I'm concerned\" because it suggests a first infection may protect a person from moderate to severe disease the second time around, he said in an interview streamed by the Journal of the American Medical Association.\n\nA mid-May survey by the doctors' information-sharing site Sermo found that 13% of the 4,173 doctors responding believed that they had treated one or more patients who were reinfected. Among the respondents, 7% of those in the U.S. and 16% in other countries thought they'd seen such a case.\n\nHowever, health officials have also wondered whether people who tested positive long after their initial illness were simply showing signs of not completely clearing the virus rather than being infected anew.",
        "dataType": "news",
        "date": "2020-08-25",
        "dateTime": "2020-08-25T11:02:00Z",
        "dateTimePub": "2020-08-25T10:53:00Z",
        "eventUri": null,
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/25/8d408116-452f-4416-8958-0ee92fa85292/thumbnail/1200x630/f941f1fedf3c64b58ad97236202def85/hong-kong-airport-covid-1209106596.jpg",
        "isDuplicate": true,
        "lang": "eng",
        "relevance": 103,
        "sentiment": -0.1058823529411764,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "11:02:00",
        "title": "Hong Kong man appears to have caught COVID-19 twice, with different strain the 2nd time",
        "uri": "6192322039",
        "url": "https://www.cbsnews.com/news/covid-reinfection-hong-kong-man-different-coronavirus-strain-2nd-infection-scientists-say/",
        "wgt": 336049320
    },
    "Inside the \"very cautious\" U.S. human trial of a COVID-19 vaccine": {
        "authors": [],
        "body": "Two U.S. pharmaceutical giants, Pfizer and Moderna, are in the final phase of coronavirus vaccine development, and Oxford University is expected to start large-scale human trials of its vaccine in the U.S. this month. CBS News got an inside look at what happens during this phase, before the vaccine is approved for public use.\n\nFor Dr. Victoria Smith, who practices family medicine near New Orleans, COVID-19 is personal. She's lost three patients to the virus.\n\n\"I wanted to be part of the solution,\" she told CBS News chief medical correspondent Dr. Jon LaPook. So in late July, Smith became one of the first of 30,000 participants in Pfizer's Phase 3-vaccine trial.\n\n\"I'm not an immunologist, but by being part of a trial, I can be part of that research front as well,\" she said.\n\nShe received her first dose at Ochsner Medical Center in Louisiana. It's a double-blinded study, meaning neither she nor the researchers know whether she received the vaccine or just a placebo.\n\nEvery week, Pfizer sends packages of the vaccine and placebo to the Ochsner Phase 3 trial site. The vaccine is then stored in a freezer at a temperature of at least -60 degrees celsius (-76 Fahrenheit) to keep it stable.\n\nSmith said she didn't have any doubts about the trial. \"I trust the process,\" she said.\n\nTo be approved by the Food and Drug Administration, a COVID-19 vaccine must prevent or decrease the severity of the disease in at least 50% of vaccinated people.\n\n\"There's no evidence that the vaccine makes the disease worse at all. So that's really, really very encouraging,\" said Dr. Kathryn Edwards, who is on Pfizer's vaccine safety committee.\n\nOnce a week, the five members of the committee video chat to carefully look over data and scan for any adverse effects -- especially serious ones that lead to hospitalizations.\n\n\"We're very, very cautious in how we look at the data,\" Edwards said. \"Certainly if there were severe reactions, we would get that information right away.\"\n\nEdwards said there's no evidence so far that the vaccine causes serious reactions, but that mild reactions are common, and should not deter anyone from getting vaccinated.\n\n\"You may have a sore arm or you may have a little tenderness or you may have a little headache or you may have a little fever. So those are things to be expected,\" she said. \"It's just your immune system getting tweaked and you're making a better response.\"\n\nTrial participants are required to self-monitor and log their symptoms on an app, recording their temperature and any reactions every day for a week after each injection. They will be asked to continue logging any symptoms on a weekly basis for two years.\n\nOn Wednesday, after 21 days, Smith received her final dose. Early trial results show a second shot boosts neutralizing antibodies that block the virus' ability to attack our bodies.\n\n\"If you look at the immune responses in the people that got one dose and two, the two doses, their immune response was higher. So I think that... they're probably going to need two doses,\" Edwards said.\n\nBut a vaccine is not expected to mean an immediate return to the way things were.\n\n\"If the vaccine's 50% effective, it's not going to reduce all the disease,\" Edwards said. \"There's social distancing, the masks, these things may need to continue and people will continue to need to have some thought about what their activities have and the implications that they have for the rest of the community.\"",
        "dataType": "news",
        "date": "2020-08-21",
        "dateTime": "2020-08-21T13:34:00Z",
        "dateTimePub": "2020-08-21T13:20:00Z",
        "eventUri": "eng-6052551",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/21/e1f4875a-63c2-4900-ae9c-db8db0b2cb51/thumbnail/1200x630/7b8726b3809f2c91cb1b9f24a2c02ad9/vaccines-lapooks-533762-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 54,
        "sentiment": 0.0117647058823529,
        "sim": 0.4431372582912445,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:34:00",
        "title": "Inside the \"very cautious\" U.S. human trial of a COVID-19 vaccine",
        "uri": "6189206031",
        "url": "https://www.cbsnews.com/news/coronavirus-vaccine-update-pfizer-human-phase-3-trial-us/",
        "wgt": 335712840
    },
    "Is COVID-19 making Black birth more complicated?": {
        "authors": [],
        "body": "Anna Jackman was six months pregnant when COVID-19 hit. The 36-year-old Long Island resident had made plans for welcoming her first child. Plans for her sister and husband to attend the delivery, plans for a doula to be with her, plans for how she wanted the birth to go. \"I had the natural concerns as a Black woman,\" she told CBS News. \"Am I going to be pressured into certain things? Am I going to be protected?\"\n\nBut the pandemic disrupted Jackman's plans, just as it has for thousands of pregnant women across the United States. Jackman feared contracting the virus, but she was also concerned that the burden of the virus would compromise the care she received during pregnancy and delivery.\n\n\"Before I went into the hospital, I told my husband, 'please don't let them kill me,'\" she said. \"I had a really big fear of dying.\"\n\nThe U.S. has an incredibly high maternal mortality rate when compared to other industrialized countries, with 17.4 moms dying per 100,000 live births in 2018 -- compared to nine moms dying for every 100,000 live births in the United Kingdom, seven in Canada, and five in Japan.\n\nThe CDC estimates that 60% of those deaths were preventable. The data also shows clear racial disparities: Black women are three to four times more likely to die from pregnancy- and childbirth-related causes than white women.\n\nBlack families and communities have long been working to make pregnancy and birth safe and joyful experiences. But could the pandemic put them at an even higher risk?\n\n\"Many of the reasons that are cited for the higher Black maternal mortality rate and the higher rate of COVID-19 in the Black community are the same,\" said Dr. Heather Irobunda, an OB-GYN at NYC Health + Hospitals/North Central Bronx. \"The core of these reasons stem from systemic racism that lead to higher rates of underlying disease like hypertension or diabetes, which can increase the risk of death not only from COVID-19 but also pregnancy-related deaths.\"\n\n\"In addition, there are concerns about implicit bias and its impact on health care delivery, especially in Black moms.\"\n\nPhysicians worry that patients will \"fall through the cracks\" between virtual visits. Expectant parents worry about contracting COVID, birthing alone, and raising a newborn in isolation. Could these factors contribute to even more preventable deaths?\n\nStefani, a 30-year-old from North Carolina who delivered identical twin boys on April 22, said being pregnant during the pandemic felt lonely and confusing at times. Stefani asked to only be identified by her first name.\n\n\"My husband attended every single appointment with me up until I was about 30 weeks, which is when I was told he could no longer accompany me because of the virus,\" she said. \"It was frustrating to have to go alone considering how difficult it was for me to even walk independently the bigger I got, and it was really lonely having to go through the longer appointments and testing without him.\"\n\nStefani said some of the rotating providers at her OB-GYN practice didn't explain things thoroughly and dismissed worrying symptoms like high blood pressure and severe leg swelling. During her 34-week appointment, a physician sent Stefani directly to the hospital after reviewing her chart and symptoms. She was diagnosed with severe preeclampsia and induced that day; her husband was present when she delivered one twin vaginally and the second through a cesarean birth. Her family is now safely at home together, but Stefani said she's still mourning the delivery and recovery she thought she would have -- surrounded by family and support.\n\n\"Throughout my pregnancy, I stressed out about how I was going to survive having twins,\" she said. \"When the pandemic took away any chance of my family members coming to help, I cried almost every day.\"\n\nMoving in-person appointments to telehealth visits affects the communication between patients and doctors. \"I worry about my patients all the time,\" said Dr. Carol Major, an OB-GYN and maternal-fetal medicine expert in Orange, California. Major specializes in high-risk pregnancies, monitors moms with health conditions like hypertension, diabetes, and mental illnesses.\n\nMajor asks patients to do what they can at home, like testing their sugar levels or blood pressure. \"But it's not the same as actually seeing them in person, because sometimes there's just a feeling about a person as you get to know them,\" she said. \"Sometimes I think, 'they don't look right.' And I worry I can't appreciate that over the phone.\"\n\nFor families who can't access telehealth services, fear of contracting COVID-19 may prevent them from seeking care entirely. Dr. Charlene Collier, an OB-GYN in Jackson, Mississippi, said this will likely affect rural families who live hours from their nearest provider. \"We don't know how many are out there who are not coming in, or who are missing appointments because of this,\" she said. She knows that patients worry about ever-changing hospital policies, like requiring moms to birth alone or separating moms from their infants. \"Women fear that they are asymptomatic with COVID, and they will be separated from their baby,\" she said.\n\nThe anxiety and fear around birthing during COVID is affecting families' mental health, too. \"Clients are feeling increased stress, isolation, and mourning the delivery they envisioned,\" Saleemah McNeil, a reproductive psychotherapist and birth doula at the Oshun Family Center in Philadelphia, told CBS News. Plus, parents feel cut off from their wider support networks. McNeil said her practice has received so many inquiries about postpartum mood disorder support during the pandemic that they have hired additional therapists to meet community needs.\n\nDue to the pandemic, some moms had to give birth without their partner or a support person. Jawanza Keita and his fiancee, Amelia, welcomed their third child on April 5. Amelia, a Philadelphia-based educator who asked to only be identified by her first name, told CBS News that OB appointments felt \"slightly impersonal,\" noting that it was difficult to really connect with masked providers. \"With an obvious concern for health and safety, the appointments were direct and matter-of-fact in nature, lasting no longer than the time required to complete all the questions, exams and procedures,\" she said.\n\nHospital guidelines allowed one support person to be with Amelia, but if Keita was with her, someone else would have to watch their 5- and 3-year-old children -- and potentially expose them to COVID. They made the difficult decision for Keita to remain with their kids while Amelia delivered alone. The two communicated over video. \"All I could see on the camera's screen were the white walls and ceiling of the room,\" he said. He heard the baby's first cry over the phone.\n\nAfter delivery, Amelia experienced serious postpartum bleeding -- \"passing blood clots larger than the palms of the nurse's hand.\" On the other end of the line, Keita felt helpless while medical staff manually swept her uterus and resolved the problem. \"I was in a haze of uncertainty,\" he said. \"Under normal circumstances, I feel people who are sick or being treated should have an advocate. An advocate can help ensure clear communication, compassion and good decision-making. But I wasn't there. I could neither protect nor advocate for her.\"\n\nPhysicians don't know for sure yet how COVID-19 will affect the numbers of moms and babies who die. But they do know that the pandemic has made birth and recovery a scarier, lonelier place for so many families. COVID-19 disproportionately affects people of color, and it may well affect Black maternal mortality rates, too.\n\n\"We're trying to answer a lot of questions,\" Collier said. \"Maybe we can, hopefully, a year from now when everything is behind us. But it's all still unfolding.\"",
        "dataType": "news",
        "date": "2020-08-07",
        "dateTime": "2020-08-07T14:08:00Z",
        "dateTimePub": "2020-08-07T14:00:00Z",
        "eventUri": null,
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/06/2118971f-eadf-48a5-bb80-8eadc0a67066/thumbnail/1200x630/0d38bdba6970ea7863dfec643d4308ad/gettyimages-993591364.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 103,
        "sentiment": null,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "14:08:00",
        "title": "Is COVID-19 making Black birth more complicated?",
        "uri": "6174227260",
        "url": "https://www.cbsnews.com/news/coronavirus-black-childbirth-more-complicated-covid-19/",
        "wgt": 334505280
    },
    "Lebanon begins partial lockdown amid spike in COVID-19 cases after deadly Beirut blast": {
        "authors": [],
        "body": "Lebanon began a two-week partial lockdown and nighttime curfew on Friday after coronavirus cases increased sharply following a massive explosion in Beirut that killed and injured thousands of people.\n\nConfirmed cases of the virus have increased from 5,417 a day after the massive blast on August 4 to more than 11,000 on Friday, leading officials to announce the lockdown.\n\nOn Friday, Lebanon's Health Ministry tallied a record 628 new confirmed cases in the previous 24 hours, raising the total registered cases since late February to 11,580. The pandemic has killed 116 people in the tiny country, which was successful in limiting the spread of the virus during the early months.\n\nMany businesses were closed Friday morning in Beirut even though some sectors, including banks, groceries, book shops and pharmacies were allowed to open. Restaurants, night clubs, beaches and clothes shops are among the businesses ordered to close by the Ministry of Interior.\n\nThe country's top Sunni Muslim authority ordered all mosques closed and suspended prayers inside them around Lebanon until further notice.\n\nVirus cases had already been on the rise since the beginning of July, when an earlier lockdown was lifted and Lebanon's only international airport was reopened. At the end of June, Lebanon registered 1,778 cases. That number has since multiplied more than five times in seven weeks.\n\nThe numbers shot up dramatically following the August 4, explosion of nearly 3,000 tons of ammonium nitrate stored at Beirut's port. More than 180 people were killed, more than 6,000 injured and a quarter of a million people were left with homes unfit to live in. The blast overwhelmed the city's hospitals and also badly damaged two that had a key role in handling virus cases.\n\nAfter the blast, medical officials have warned of increased risk of catching the virus because of crowding at hospitals and funerals, or as people searched through the rubble. Protests and demonstrations also broke out after the blast as Lebanese vented their anger at authorities.\n\nThe virus causes mild to moderate symptoms in most people, who recover within a few weeks. But it is highly contagious and can cause severe illness or death, particularly in older patients or those with underlying health problems.\n\nLebanon's health sector has been challenged by the pandemic that hit amid an unprecedented economic and financial crisis.",
        "dataType": "news",
        "date": "2020-08-21",
        "dateTime": "2020-08-21T17:44:00Z",
        "dateTimePub": "2020-08-21T17:30:00Z",
        "eventUri": "eng-6054727",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/21/fc92eddd-d83f-4423-86dc-bc5c07a8917e/thumbnail/1200x630/f5180abfd180ad2dd59841e0cd3bb315/gettyimages-1267299658.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 77,
        "sentiment": -0.08235294117647063,
        "sim": 0.8705882430076599,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "17:44:00",
        "title": "Lebanon begins partial lockdown amid spike in COVID-19 cases after deadly Beirut blast",
        "uri": "6189388934",
        "url": "https://www.cbsnews.com/news/lebanon-lockdown-beirut-explosion-covid-19-spike/",
        "wgt": 335727840
    },
    "Man who lost 7 relatives to COVID-19 becomes first American to trial Oxford vaccine": {
        "authors": [],
        "body": "Oxford University researchers have started the final round of testing for their COVID-19 vaccine in the U.S. -- a significant leading step in the race to beat the coronavirus pandemic.\n\nOxford researchers, in partnership with AstraZeneca, started dosing the first volunteers in Florida on Friday, and 31 Americans received either the vaccine or a placebo throughout the weekend, as part of the clinical trial.\n\n\"Look at the amount of lives that we lost. And I just don't want that to keep occurring,\" 23-year-old trial volunteer Jacob Serrano told CBS News chief medical contributor Dr. Jon LaPook.\n\nAs the first American to be dosed with either the vaccine or its placebo from Oxford and AstraZeneca, Serrano has already lost seven family members to COVID-19 and says he wants to be part of the solution to save lives, no matter the cost.\n\n\"I know there was a risk because it's like -- it's a trial,\" Serrano said. \"But I'd rather have us one step closer, no matter what it takes.\"\n\nDuring the third and final phase, the vaccine is tested for safety and how effective it is at reducing or blocking COVID-19 symptoms. The Food and Drug Administration would then consider approving it for public use.\n\nSerrano was dosed on Friday, August 28 at Headlands Jem Research Institute in Lake Worth, Florida. Infectious disease expert and lead principal investigator at the site, Dr. Larry Bush, said he was optimistic that the vaccine is effective.\n\n\"The immune response is very encouraging,\" he said.\n\nIn the first and second phases of the trials, Bush said the vaccine had shown that \"not only do you get robust neutralizing antibodies to fight the coronavirus, you get a T-cell response...to fight off the cells that do become infected. That's crucial in treating infections.\"\n\nT-cells are \"another arm of the immune system\" that can help fight the virus, Bush said.\n\nOxford University has been conducting phase three trials in the United Kingdom, Brazil and South Africa. In earlier phases, no evidence indicated the vaccine caused serious reactions.\n\nHeadlands Research said their focus is on enrolling members of the Black and Latinx communities who have been disproportionally affected by the pandemic.\n\n\"The numbers are pointing to those groups of people... becoming infected at a higher rate,\" Bush said. \"Therefore, that's a group that would highly benefit from vaccination.\"\n\nAstraZeneca says it plans to enroll up to 50,000 participants globally, and is planning to start phase three trials in Japan and Russia. The pharmaceuticals giant is expecting to have late-stage trial results later in 2020.",
        "dataType": "news",
        "date": "2020-09-01",
        "dateTime": "2020-09-01T15:39:00Z",
        "dateTimePub": "2020-09-01T15:32:00Z",
        "eventUri": "eng-6087506",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/09/01/aef1744e-e543-488f-96fc-ca1ac324ec26/thumbnail/1200x630/ffa3b3baccf9ae9f96886793111f8186/cbsn-fusion-first-american-dosed-with-oxford-astrazeneca-phase-three-covid-19-vaccine-speaks-out-thumbnail-539908-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 77,
        "sentiment": 0.06666666666666665,
        "sim": 0.3960784375667572,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "15:39:00",
        "title": "Man who lost 7 relatives to COVID-19 becomes first American to trial Oxford vaccine",
        "uri": "6201619104",
        "url": "https://www.cbsnews.com/news/covid-19-vaccine-oxford-american-trial/",
        "wgt": 336670740
    },
    "Massachusetts now requires flu vaccines for all students": {
        "authors": [],
        "body": "Almost all students in Massachusetts are now required to get the flu vaccine in order to attend school. Officials said they hope the statewide mandate will help reduce illnesses during the coronavirus pandemic and ease the strain on the health care system.\n\nThe Massachusetts Department of Public Health announced Wednesday that all children ages 6 months or older attending child care, preschool, kindergarten, K-12, and colleges and universities in the state will need to get the flu shot before the end of the year.\n\n\"The new vaccine requirement is an important step to reduce flu-related illness and the overall impact of respiratory illness during the COVID-19 pandemic,\" officials said.\n\nThe state will allow exemptions for religious or medical reasons. Students who are homeschooled and off-campus college students who never visit campus in person are also exempt from the mandate.\n\nInternational students attending programs in Massachusetts will need to comply. \"College students who attend any classes or activities on campus, even once, must be vaccinated,\" officials said.\n\nSome states have flu vaccine requirements for day care and preschool children under the age of 5, and there are mandates in all states for public school students to have certain childhood vaccines, although details differ. Massachusetts appears to be the first state to require flu shots for K-12 and college students.\n\n\"Every year, thousands of people of all ages are affected by influenza, leading to many hospitalizations and deaths,\" Dr. Larry Madoff, medical director of the state health department's Bureau of Infectious Disease and Laboratory Sciences, said in a statement. \"It is more important now than ever to get a flu vaccine because flu symptoms are very similar to those of COVID-19 and preventing the flu will save lives and preserve healthcare resources.\"\n\nThe health department emphasized that students currently participating in remote learning must still get the vaccine by the December 31, 2020 deadline.\n\nOfficials added that they may recommend a second dose of the vaccine for certain students based on age and vaccination history, but it would not be required for school entry.\n\nSince 2010, the Centers for Disease Control and Prevention estimates that between 9 million and 45 million Americans are sick with the flu each year, leading to between 140,000 and 810,000 hospitalizations and between 12,000 and 61,000 deaths annually.\n\nYet fewer than half of adults in the U.S. -- and about 60% of children -- typically get the flu vaccine.\n\nHealth officials, including White House coronavirus advisor Dr. Anthony Fauci and CDC Director Dr. Robert Redfield, have urged Americans to be sure to get their flu shot this season.",
        "dataType": "news",
        "date": "2020-08-20",
        "dateTime": "2020-08-20T20:34:00Z",
        "dateTimePub": "2020-08-20T20:21:00Z",
        "eventUri": "eng-6049836",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/20/6253be83-9203-44c1-a405-327239b97f48/thumbnail/1200x630/9432b1e6eef875b94e93fe01b036ded8/gettyimages-1266646054.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 28,
        "sentiment": 0.03529411764705892,
        "sim": 0.8274509906768799,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "20:34:00",
        "title": "Massachusetts now requires flu vaccines for all students",
        "uri": "6188572447",
        "url": "https://www.cbsnews.com/news/massachusetts-requires-flu-vaccination-public-school-students/",
        "wgt": 335651640
    },
    "More than 100 coronavirus cases in 8 states linked to massive Sturgis Motorcycle Rally in South Dakota": {
        "authors": [],
        "body": "The annual Sturgis Motorcycle Rally in South Dakota drew hundreds of thousands of bikers to the small town earlier this month -- despite coronavirus concerns. Now, about three weeks after the rally kicked off, the repercussions are starting to become clear. More than 100 cases of COVID-19 connected to the rally have been reported in at least eight states, the Associated Press reports.\n\nSo far, state health departments have reported 103 cases in South Dakota, Minnesota, Wisconsin, Nebraska, Montana, North Dakota, Wyoming and Washington, according to the AP.\n\nWhile bikers ride in open air, the rally also attracts huge crowds of patrons to bars, stores and other businesses around Sturgis where coronavirus can spread more easily. Some safety measures, like sanitizing sidewalks, were put in place, but masks were not required, City of Sturgis Public Information Officer Christina Steele told CBS News via email ahead of the event.\n\nNow, health officials in multiple states are using contact tracing to determine how many Sturgis visitors may have brought the virus back home with them.\n\nIn an email to CBS News, a spokesperson for the South Dakota Department of Health said 40 cases related to the Sturgis Rally have been reported in that state. \"This includes 3 out of state cases that we were notified of because those cases had close contact with a South Dakota resident,\" the spokesperson said.\n\nAn official from the Minnesota Department of Health told CBS News via email that the state used contact tracing to determine how many coronavirus cases in Minnesota are connected to Sturgis.\n\n\"As of close of business yesterday, we were reporting 35 cases in people who reported having attended the Sturgis rally in some way,\" the official said. \"We will likely have a few more today, but I don't have an official number yet.\"\n\nIn Wyoming, nine people who tested positive reported attending Sturgis rally events, and at least two people in Wisconsin who traveled to the rally have been diagnosed with coronavirus, spokespeople for those states' health departments told CBS News via email.\n\n\"As part of their routine interview, people who have COVID-19 are asked about any large gatherings they attended,\" the Wisconsin spokesperson said. \"Two people who have tested COVID-19 positive reported being at Sturgis. However, they reported other possible exposures as well. So we can't say that Sturgis was or was not the cause of these cases.\"\n\nCBS News reached out to health officials from the other states with reported coronavirus cases connected to Sturgis and is awaiting their response.\n\nWhile health officials have warned against large gatherings during the pandemic, Sturgis city officials decided in an eight-to-one vote to go ahead with the rally, CBS affiliate KELO reported.\n\nIn an email to CBS News, Steele said the \"decision to hold the Rally came after hearing from thousands of attendees that they were coming to the event, even if it was canceled by the City of Sturgis.\"\n\nThe rally of motorcycle enthusiasts usually attracts an estimated 400,000 people, Steele told CBS News.\n\nIn an email on Wednesday, Steele said Sturgis won't have an official estimate of this year's attendees for several weeks. \"One of the major data points used in the calculation is the amount of State sales tax collected,\" she said in an email. \"The state will not be able to provide this information until the end of September.\"\n\nFollowing the 10-day rally, which ended on August 16, South Dakota health officials issued public warnings for several businesses in Sturgis where they said infected patrons had visited.\n\nState Health officials announced on August 20 that an employee of a local tattoo shop tested positive for COVID-19. That person was at the Sturgis business from August 14 to 18, \"while able to transmit the virus to others,\" the health department said in a press release.\n\nHealth officials also announced that two separate patrons who tested positive for COVID-19 in August visited a total of four Sturgis businesses this month while they were infected.\n\n\"Due to the risk of exposure, individuals that visited the businesses during the specified dates and times should monitor for symptoms for 14 days after they visited,\" health officials warned.\n\nOn August 7, the first day of the rally, South Dakota had 9,371 total confirmed coronavirus cases. South Dakota now has 11,505 cases, according to state health data on Wednesday.\n\nNationwide, there have been over 5.7 million confirmed coronavirus cases and more than 178,500 deaths since the pandemic began -- more than any other country in the world.",
        "dataType": "news",
        "date": "2020-08-26",
        "dateTime": "2020-08-26T16:04:00Z",
        "dateTimePub": "2020-08-26T15:54:00Z",
        "eventUri": "eng-6067117",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/26/89a5922d-a5a1-4bec-9b65-65cf37839058/thumbnail/1200x630/c4099d3d11e7465552b241c476e776de/gettyimages-1227956554.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": 0.1529411764705881,
        "sim": 0.7058823704719543,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "16:04:00",
        "title": "More than 100 coronavirus cases in 8 states linked to massive Sturgis Motorcycle Rally in South Dakota",
        "uri": "6194259730",
        "url": "https://www.cbsnews.com/news/coronavirus-sturgis-motorcycle-rally-south-dakota-over-100-cases-8-states/",
        "wgt": 336153840
    },
    "NASCAR driver Austin Dillon out of race after testing positive for coronavirus": {
        "authors": [],
        "body": "NASCAR driver Austin Dillon tested positive for COVID-19 and will not compete in Sunday's Cup Series race at Daytona International Speedway's road course. Richard Childress Racing said Dillon tested positive Saturday morning.\n\nHe experienced mild symptoms and sought a test on his own. He is now self-quarantining from the team, and his wife and newborn son remain healthy and symptom-free, the team said.\n\nKaz Grala will drive the No. 3 Chevrolet at Daytona on Sunday.\n\nDillon is the third Cup Series driver to test positive for the coronavirus, joining seven-time champion Jimmie Johnson and part-timer Brendan Gaughan. Johnson missed just one race.\n\nThe 30-year-old Dillon already qualified for NASCAR's playoffs by winning at Texas last month.\n\nAccording to NASCAR's latest COVID-19 protocols, Dillon may return to racing activities after he receives two negative test results taken at least 24 hours apart. He also may return 10 days after his first positive test if he is fever-free for at least 24 hours without the use of medication.\n\nIndividuals who have had confirmed exposure to Dillon also are required to remove themselves from competition and self-isolate. Analysis includes contact greater than 10 minutes over the last 10 days, direct skin contact, lack of social distancing, and the level of protective equipment used at the time.\n\nThey may return to racing activities after they have received one negative test. NASCAR may request a second test for clearance based on the nature of the exposure.",
        "dataType": "news",
        "date": "2020-08-15",
        "dateTime": "2020-08-15T17:25:00Z",
        "dateTimePub": "2020-08-15T17:14:00Z",
        "eventUri": null,
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/15/fd5a3571-019e-40ab-8389-7a75bdb8f49c/thumbnail/1200x630g2/19b3890871d11a96def622e44308bfa8/gettyimages-1257854200.jpg",
        "isDuplicate": true,
        "lang": "eng",
        "relevance": 103,
        "sentiment": 0.1686274509803922,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "17:25:00",
        "title": "NASCAR driver Austin Dillon out of race after testing positive for coronavirus",
        "uri": "6184069953",
        "url": "https://www.cbsnews.com/news/nascar-driver-austin-dillon-cup-series-race-testing-positive-coronavirus/",
        "wgt": 335208300
    },
    "NBA helps bring faster and easier coronavirus test to market": {
        "authors": [],
        "body": "The Food and Drug Administration has authorized the use of a faster and easier test for the coronavirus. The SalivaDirect test was developed for people who have no COVID symptoms. It's thought to be about 90 percent as accurate as other tests using nose and throat swabs.\n\nThe developers expect up to 200,000 samples a day could be processed.\n\nAnd helping to bring the test to market? The National Basketball Association.\n\nBefore checking into their isolated Orlando bubble with its daily COVID tests, some NBA players and staff volunteered to give saliva samples along with their standard nose and throat swabs.\n\nWhen the NBA saliva samples were analyzed at Nathan Grubaugh's Yale University lab, his team found the results stacked up to the gold-standard swab tests.\n\n\"I think anybody would rather just spit into a tube than actually having the swab that goes really deep down into your nasal passage,\" Grubaugh told CBS News senior medical correspondent Dr. Tara Narula.\n\nFirst used on healthcare workers and hospitalized patients, SalivaDirect doesn't rely on special equipment or supplies like re-agents, so many labs will be able to process the samples and get results quickly.\n\nGrubaugh said, \"This is set up to be something that you would receive your results within 24 hours. If you're doing routine surveillance and screening and you're not getting your results within a day, it's almost pointless to do.\"\n\nDr Narula told \"CBS This Morning\" that, while the test is not meant for patients in hospitals but for people who are asymptomatic, the SalivaDirect tests could be beneficial for people getting back to work or school, healthcare workers, and nursing care facilities. \"They can really screen or do routine surveillance on people by checking them either every day or a few times a week,\" she said.\n\nEach test would cost about $10.\n\nCo-host Tony Dokoupil asked Dr. Narula, \"We know that the national testing picture still lags behind what experts say we need to be doing to control or suppress the virus. Could this saliva test change that dynamic?\"\n\n\"The beauty of this test is that it's inexpensive, it's fast, it's definitely more comfortable, it saves PPE,\" she replied. \"The idea is that it could increase potentially the ability to test by about 100,000 to 200,000 tests a day.",
        "dataType": "news",
        "date": "2020-08-17",
        "dateTime": "2020-08-17T12:30:00Z",
        "dateTimePub": "2020-08-17T12:16:00Z",
        "eventUri": "eng-6041616",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/17/94ba12ba-a8f1-49c4-a940-98669750c1a5/thumbnail/1200x630g2/f4eb2b82ea5577954b42a4583e673f21/salivadirect-covid-test.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 77,
        "sentiment": 0.01960784313725483,
        "sim": 0.5372549295425415,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "12:30:00",
        "title": "NBA helps bring faster and easier coronavirus test to market",
        "uri": "6185527071",
        "url": "https://www.cbsnews.com/news/coronavirus-saliva-based-covid-19-test-nba/",
        "wgt": 335363400
    },
    "NFL's Los Angeles Chargers head coach Anthony Lynn reveals he had coronavirus": {
        "authors": [],
        "body": "Costa Mesa, California -- It didn't take long for \"Hard Knocks: Los Angeles\" to reveal its first major surprise of the season as Los Angeles Chargers coach Anthony Lynn said he had coronavirus during the offseason.\n\nLynn's admission came less than five minutes into Tuesday's season premiere of the show on HBO and produced by NFL Films. He was answering questions about protocols put in place during a videoconference call with his players.\n\n\"I can't promise you you're not going to get infected. I got infected,\" said Lynn, who has recovered.\n\nLynn's experience set the tone for the hour-long show in which the theme was how the Chargers and Rams were taking steps to protect players. The episode also showed the testing procedure for players, which include nasal swab and blood antibody tests.\n\nPlayers, coaches and some team staff members are tested daily for at least the first two weeks of training camps. It can be reduced to every other day after that depending on the rate of positive results. The league and NFL Players Association continue to discuss how long to continue daily tests.\n\nLynn - who is in his fourth season as Chargers coach - said in a conversation with team psychologist Dr. Herb Martin that he had a slight cough and body aches. He didn't decide to get tested until watching a golf tournament when one of the competitors had to withdraw after testing positive. That golfer had symptoms similar to Lynn's.\n\n\"I never even would have known it and probably got other people infected,\" Lynn said.\n\nLynn later said that the emotional toll was worse than the physical effects.\n\n\"The first thing, you feel a little bit like an outcast. That was probably harder for me than the sickness,\" he said. \"I was feeling like, 'I can't go here or I'm going to infect this person.' When you're used to fixing the problem, now I'm the problem.\"\n\nThe Chargers are one of the few teams to not have any player on the covid/reserve list or have anyone opt out of playing this season.\n\nThe episode later showed Rams rookie linebacker Terrell Lewis self-quarantining and talking to teammates via videoconference after testing positive.",
        "dataType": "news",
        "date": "2020-08-12",
        "dateTime": "2020-08-12T10:49:00Z",
        "dateTimePub": "2020-08-12T10:45:00Z",
        "eventUri": null,
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/12/ed55bab5-e421-4311-a9d9-b6da494b99fc/thumbnail/1200x630/bbec141f199288a6cc7ea7d2938b4a3f/ap-20056706228526.jpg",
        "isDuplicate": true,
        "lang": "eng",
        "relevance": 53,
        "sentiment": 0.05098039215686279,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "10:49:00",
        "title": "NFL's Los Angeles Chargers head coach Anthony Lynn reveals he had coronavirus",
        "uri": "6179854136",
        "url": "https://www.cbsnews.com/news/anthony-lynn-los-angeles-chargers-head-coach-reveals-had-coronavirus/",
        "wgt": 334925340
    },
    "Neck gaiters may be worse than not wearing a mask at all, study shows": {
        "authors": [],
        "body": "Using neck gaiters as a face covering might be ineffective at stopping the spread of the coronavirus, and could even spread the virus further than not wearing a covering at all, according to a new study. Researchers from Duke University found that the neck gaiter they tested was \"worse than nothing.\"\n\n\"The neck gaiter that we tested did essentially nothing, and worse than nothing, because it appeared to make large droplets into small droplets,\" Isaac Henrion, the study's co-author, told CBS News. Henrion is also the coordinator of Cover Durham, a community project to distribute tens of thousands of masks to vulnerable people.\n\nThe neck gaiter is a circular piece of fabric that sits around a person's neck and can be pulled up to cover their mouth and nose. The issue with the convenient cover-up is likely not with its design, but with the fabric it is typically made from.\n\nAccording to Henrion, the study tested a neck gaiter made of a thin, stretchy polyester, which they are commonly made from. Instead of stopping droplets that can contain the virus from escaping into the air, the fabric appeared to turn large droplets into smaller ones known as aerosols.\n\nAerosols are a type of droplet that is produced when people cough, sneeze or talk, but they do not fall to the ground in the same way larger, visible droplets do. Henrion described an aerosol's path like that of a paper airplane flying through the air and getting caught on currents that are invisible to the naked eye.\n\n\"They're really tiny, they're really invisible, they're buoyant, they don't fall to the ground, gravity doesn't act on them,\" Kimberly Prather, distinguished chair in atmospheric chemistry at UC San Diego and an expert on aerosols, told CBS News chief medical correspondent Dr. Jonathan LaPook in June.\n\n\"And so when (aerosols are) released by someone who's infected, doesn't know it, and is talking in a room, they can just build up in a room over time and whoever's in that room can inhale those and become infected,\" according to Prather.\n\nThe danger of creating aerosol droplets is that it's harder to protect ourselves from aerosols than from larger droplets.\n\n\"If you inhale tiny aerosols, those go deep into your lungs and can bypass your immune system ... that's why you don't have symptoms [at first],\" Prather explained. \"The virus just takes off and your body is under attack, and you don't know it for five days until it grows up in your upper respiratory tract, then it triggers your immune system, and then you have symptoms.\"\n\n\"Aerosols are increasingly considered to be a major source of transmission, especially in unventilated and crowded spaces where a strong concentration can build up over time,\" according to Henrion. The extent to which aerosols may carry the coronavirus is still being researched, but evidence suggests they play a role.\n\nDuke's study focused on droplet production while talking, as opposed to coughing or sneezing, because research has shown that more than half the people infected with COVID-19 do not have symptoms, and therefore are not coughing or sneezing, according to Henrion.\n\n\"Talking really is the way that asymptomatic transmission happens,\" he said.\n\nDr. Neeta Ogden told CBSN on Wednesday that numerous coronavirus outbreaks, including those among passengers on the Diamond Princess cruise ship, Boston's homeless population and the workers at a Tyson poultry factory, happened when \"there was a high level of infection and a great percentage of people who were asymptomatic.\"\n\nGlobal coronavirus infections have doubled in just six weeks and climbed past 20 million, according to data from Johns Hopkins University. More than half of those positive cases come from just three countries: the United States, Brazil and India. Since the first cases were detected in the U.S., more than 5 million Americans have been diagnosed and more than 165,000 have died.\n\nHenrion noted that countries where a large percentage of the population wears masks were able to stop community transmission.\n\n\"The evidence now from many fields is overwhelmingly that masks work,\" he said.\n\nWhile the study did not set out to create a definitive ranking of masks, Henrion said that N95 and standard surgical masks released the least amount of droplets. N95 yielded the best results, and surgical masks came in second, stopping 90-95% of droplets. Simple two-layer cotton masks were effective at stopping 80% of droplets from getting out when participants spoke.\n\nAs for neck gaiters, Henrion stressed that the study was preliminary, and did not conclusively determine whether a gaiter's fabric or construction was responsible for producing smaller droplets. A neck gaiter with two layers of cotton could be more effective.\n\nWithout easy access to PPE, many people have turned to making their own masks. The study showed that homemade versions can be effective, but people should be mindful of their mask construction and fit.\n\n\"Further research is needed to investigate the performance of bandanas and neck gaiters, since our study is only a proof of concept for the experimental method,\" Henrion said.",
        "dataType": "news",
        "date": "2020-08-12",
        "dateTime": "2020-08-12T20:30:00Z",
        "dateTimePub": "2020-08-12T20:11:00Z",
        "eventUri": "eng-6029440",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/12/93391254-43cd-4980-ac11-1f814220108a/thumbnail/1200x630/07a1795b9edfee598161c9586f5fa576/screen-shot-2020-08-12-at-3-25-38-pm.png",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 104,
        "sentiment": -0.05098039215686279,
        "sim": 0.47843137383461,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "20:30:00",
        "title": "Neck gaiters may be worse than not wearing a mask at all, study shows",
        "uri": "6180498790",
        "url": "https://www.cbsnews.com/news/neck-gaiters-may-do-more-harm-than-not-wearing-a-mask-at-all-study-shows/",
        "wgt": 334960200
    },
    "New Hampshire issues new mask mandate ahead of motorcycle rally: \"Sturgis was a clear warning sign to us\"": {
        "authors": [],
        "body": "New Hampshire Gov. Chris Sununu issued an executive order Tuesday requiring masks to be worn at scheduled gatherings of more than 100 people. The order will be put to the test Aug. 22-30 at the annual Laconia Motorcycle Week, which typically attracts thousands of people to the state.\n\nIt's a smaller version of the 80th Sturgis Motorcycle Rally, a 10-day event that began Friday in South Dakota. Organizers there expect about 250,000 visitors from all over the country - about half the number of previous years but enough for local residents and a few bikers to worry about virus outbreaks.\n\n\"Sturgis was a clear warning sign to us,\" Sununu said. \"I don't think anyone saw the photos out of Sturgis and thought, 'That looks safe.'\"\n\nAttendees in Sturgis are being encouraged, but not required, to wear masks. Few appeared to be doing so.\n\n\"I've been here since the beginning of July,\" one person in Sturgis told CBS News. \"People are tired of being at home, you know. This is what this rally started about is freedom.\"\n\nThe mandate won't apply to large workplaces or to schools, unless students gather for an assembly or other large event, Sununu said. But it would apply to gatherings such as a traveling religious revival headed to New Ipswich next week, and it will be enforced, he said.\n\nThe Department of Justice is still working on the details, but enforcement will be aimed at holding hosts and organizers accountable, rather than individuals.\n\n\"I'm not a big encourager of 'please drop a dime and snitch on your friends,'\" he said. \"We're going to have our enforcement teams out there ... we're going to have people in the field and working one-on-one, so we're not relying on people to send us their snitching Facebook photos.\"\n\nSununu, a Republican, has resisted calls to mandate the use of face coverings to prevent the spread of the new coronavirus, and the new requirement falls far short of the mandates in the other five New England states, which generally require masks to be work in public when social distancing isn't possible.\n\nWhile public safety officials likely will handle enforcement of the mask requirements, the state's liquor enforcement officers will be increasing efforts to prevent spread of the virus at bars, Sununu said. Under current guidelines, patrons can not sit or stand at bars; instead drinks must be delivered to tables. Bars and restaurants that violate the rules could lose their liquor licenses.\n\n\"These are just common-sense enforcement measures, to help ensure we do not have the large scale closure of restaurants and bars like you're seeing in other states,\" he said.\n\nAs of Tuesday, 6,861 people had tested positive for the virus in New Hampshire, an increase of 21 from the previous day. The number of deaths stayed at 419. The seven-day rolling average of daily new cases decreased over the past two weeks from 33 cases per day on July 27 to 29 cases on Aug. 10.\n\nFor most people, the virus causes mild or moderate symptoms. For some, especially older adults and the infirm, it can cause more severe illness and can lead to death.",
        "dataType": "news",
        "date": "2020-08-12",
        "dateTime": "2020-08-12T11:14:00Z",
        "dateTimePub": "2020-08-12T11:01:00Z",
        "eventUri": "eng-6031138",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/10/2618bf1a-98f6-4fb5-9238-deea98452182/thumbnail/1200x630/22c6719acaf0270e5b8190572d580309/gettyimages-1227958180.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 28,
        "sentiment": -0.01960784313725494,
        "sim": 0.8627451062202454,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "11:14:00",
        "title": "New Hampshire issues new mask mandate ahead of motorcycle rally: \"Sturgis was a clear warning sign to us\"",
        "uri": "6179886360",
        "url": "https://www.cbsnews.com/news/new-hampshire-mask-mandate-before-motorcycle-rally/",
        "wgt": 334926840
    },
    "New Zealand racing to find source of first new virus cases in more than 100 days": {
        "authors": [],
        "body": "Wellington, New Zealand -- Health authorities in New Zealand were scrambling Wednesday to trace the source of a new outbreak of the coronavirus, as the nation's largest city went back into lockdown.\n\nAuthorities had confirmed four cases of the virus in one Auckland household from an unknown source and were awaiting the test results of four more people they suspect have infections - two work colleagues and two relatives of those in the house.\n\nThe cases this week were the first known local transmission of the virus in New Zealand in 102 days.\n\nThe cluster came as an unpleasant surprise to many and raised questions about whether the nation's general election would go ahead as planned next month.\n\nPrime Minister Jacinda Ardern said more than 200 people with connections to those in the house were contacted Wednesday.\n\n\"Our plan of mass testing, rapid contact tracing and, of course, our restrictions to stop the chain of transmission has been in full swing in Auckland today,\" Ardern said.\n\nInvestigations were checking the possibility that the virus was imported on freight.\n\nDirector-General of Health Ashley Bloomfield said one of the people who tested positive works at an Americold food cold-storage facility in Auckland, which was being swabbed to check if it was possible source of the infections.\n\n\"We do know from studies overseas that actually, the virus can survive in some refrigerated environments for quite some time,\" he said.\n\nBloomfield said two of the people who had tested positive had traveled to the city of Rotorua while suffering symptoms over recent days and had visited several tourist attractions.\n\n\"People in Rotorua and indeed around the country should be vigilant about their health and seek advice if they have symptoms,\" he said.\n\nAuckland was moved to Alert Level 3 at midday Wednesday, a designation initially set to continue through midnight Friday. That means non-essential workers are required to stay home, while bars, restaurants and most businesses will be closed.\n\nThe rest of the country was moved to Alert Level 2, meaning mass gatherings are limited to 100 attendees and people are required to socially distance themselves.\n\nBloomfield said they would use genome sequencing as part of their effort to find the source of the new outbreak.\n\nPrime Minister Jacinda Ardern said she had worked quickly to impose the Auckland lockdown measures after first learning about the cases Tuesday afternoon.\n\nShe said Aucklanders were also \"strongly encouraged\" but not mandated to wear masks, and that authorities were releasing 5 million masks from a central supply. New Zealanders haven't widely worn masks before, although authorities have been urging people to buy them or fashion them from scarves or bandannas just in case.\n\nThe nation's parliament was due to be dissolved Wednesday ahead of a general election on Sept. 19 as lawmakers hit the campaign trail. But Ardern said she was delaying the dissolution until at least Monday in case lawmakers needed to meet at short notice. She said she was also seeking advice about options for the election.\n\nUnder New Zealand law, the government could delay the election for up to about two months. The main candidates have already cancelled most of their planned upcoming campaign events.\n\nThe outbreak was found after a man in his 50s went to his doctor Monday with symptoms and was swabbed twice, testing positive both times. Three more people in his household tested positive later.\n\nThe case has health authorities scratching their heads, as the man hadn't recently traveled overseas and had no immediately apparent connection with infections contained at the border.\n\nUntil Tuesday, the only known cases of the virus in New Zealand were 22 travelers held in quarantine after returning from abroad.\n\nNew Zealand has been praised globally for its virus response and had just celebrated reaching 100 days without any known community transmission.\n\nThe South Pacific nation of 5 million initially got rid of the virus by imposing a strict lockdown in late March when only about 100 people had tested positive for the disease, stopping its spread.\n\nLife had returned to normal for many people as they attended rugby games at packed stadiums and sat down in bars and restaurants without fear of getting infected. But some had warned that the country had become complacent.",
        "dataType": "news",
        "date": "2020-08-12",
        "dateTime": "2020-08-12T07:47:00Z",
        "dateTimePub": "2020-08-12T07:40:00Z",
        "eventUri": null,
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/12/43bc0bd6-d81c-4504-b933-b3e3fd0b3264/thumbnail/1200x630/c16b7451a6081eb3af2cac2a1e9e32df/ap-20225211516272.jpg",
        "isDuplicate": true,
        "lang": "eng",
        "relevance": 5,
        "sentiment": 0.01960784313725483,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "07:47:00",
        "title": "New Zealand racing to find source of first new virus cases in more than 100 days",
        "uri": "6179638304",
        "url": "https://www.cbsnews.com/news/new-zealand-coronavirus-racing-find-source-first-new-virus-cases-more-than-100-days/",
        "wgt": 334914420
    },
    "New Zealand reports first coronavirus cases in 102 days: \"We had all hoped not to find ourselves in this position again\"": {
        "authors": [],
        "body": "New Zealand Prime Minister Jacinda Ardern said Tuesday that authorities have found four cases of the coronavirus in one Auckland household from an unknown source. They mark the first reported cases of local transmission in the country in 102 days.\n\nArdern said Auckland, the nation's largest city, will be moved to Alert Level 3 from midday Wednesday through midnight Friday, meaning that people will be asked to stay at home, while bars and many other businesses will be closed.\n\n\"These three days will give us time to assess the situation, gather information, make sure we have widespread contact tracing so we can find out more about how this case arose and make decisions about how to respond to it once we have further information,\" Ardern said at a hastily called news conference late Tuesday.\n\n\"I know that this information will be very difficult to receive,\" Ardern said. \"We had all hoped not to find ourselves in this position again. But we had also prepared for it. And as a team, we have also been here before.\"\n\nShe said that traveling into Auckland will be banned unless people live there and are traveling home.\n\nShe said the rest of the country will be raised to Level 2 through Friday, meaning that mass gatherings will be limited to 100 attendees and people would need to socially distance themselves from each other.\n\nDirector-General of Health Ashley Bloomfield said the infections were confirmed after a person in their 50s went to their doctor on Monday with symptoms and was swabbed twice, testing positive both times. Six other people in the person's household were then tested, with three more positive results.\n\n\"Importantly, the person has no history of overseas travel,\" Bloomfield said, adding that the source of the infections remains unknown.\n\nBefore the new cases were reported, Bloomfield had warned the country to not become complacent amid the pandemic.\n\n\"We have seen overseas how quickly the virus can re-emerge and spread in places where it was previously under control, and we need to be prepared to quickly stamp out any future cases in New Zealand,\" Bloomfield said.\n\nUntil Tuesday, the only known cases of the virus in New Zealand were 22 travelers who had recently returned from abroad and were being held in quarantine at the border.\n\nThe country has been praised globally for its virus response.\n\nNew Zealand initially got rid of the virus by imposing a strict lockdown in late March when only about 100 people had tested positive for the disease. That stopped its spread.\n\nThe New Zealand border is closed to nearly all travelers, with some exceptions, according to the country's immigration site.\n\nLife had returned to normal for many people in the South Pacific nation of 5 million, as they attended rugby games at packed stadiums and sat down in bars and restaurants without fear of getting infected. But some had warned that the country had become complacent.\n\nNew Zealanders have never routinely worn masks, but authorities have been urging people to buy them just in case.\n\nThe outbreak comes less than six weeks before New Zealanders are due to go to the polls in a general election.",
        "dataType": "news",
        "date": "2020-08-11",
        "dateTime": "2020-08-11T10:59:00Z",
        "dateTimePub": "2020-08-11T10:50:00Z",
        "eventUri": "eng-6027507",
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/04/15/f6fad1f4-b3aa-4d2c-995f-13a45ad9d901/thumbnail/1200x630/dfed7bf9569a6040821cc05c5a40b570/gettyimages-1209935483.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 77,
        "sentiment": 0.0117647058823529,
        "sim": 0.6980392336845398,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "10:59:00",
        "title": "New Zealand reports first coronavirus cases in 102 days: \"We had all hoped not to find ourselves in this position again\"",
        "uri": "6178482745",
        "url": "https://www.cbsnews.com/news/new-zealand-first-coronavirus-cases-in-102-days/",
        "wgt": 334839540
    },
    "New school year during pandemic brings new stresses for kids. Here's what parents should do, according to experts.": {
        "authors": [],
        "body": "Nearly a third of parents surveyed in a poll in May said their child was \"already experiencing harm\" to their emotional or mental health due to social distancing and school and business closures imposed across the country.\n\nAnother 14% indicated their kids were \"approaching their limits, saying they could continue social distancing a few more weeks until their mental health suffers,\" according to Gallup, which conducted the survey.\n\nMore than three months later, the coronavirus pandemic is ongoing with no end in sight. And kids will soon return to school, whether virtually or in person.\n\nExperts say a new school year during the pandemic brings new stresses for children.\n\n\"Now they have to adapt to a new normal - because it's not really going back to school, it's going back to a new set of rules at school,\" said Frank Ghinassi, president and CEO of Rutgers Health University Behavioral Health Care. \"So, we're going to see stress and a lot of those kids are going to have to learn to adapt all over again, just like they learned to adapt in February or March. And that adaptation or change always produces stress on individuals.\"\n\nAmanda Fialk, chief of clinical services at The Dorm, a treatment community for young adults, said the stress of a new school year combined with the pandemic is \"a perfect storm\" that will affect kids' mental health.\n\nFialk said that during the pandemic, many kids have become anxious about several things, such as their social lives and navigating technology, and spending more time on it.\n\nKids who are returning to in-person classes may also experience separation anxiety from their families, who they had been spending more time with during lockdowns. And they may worry about the health of their relatives, she said.\n\n\"I think there's also a lot of fear and anxiety about the health of their parents and their grandparents. If they go to school and then come home, are they potentially going to get their loved ones sick?\" Fialk said.\n\nShe compared returning to society after lockdown to getting in a car accident and then being expected to get back into a vehicle.\n\nBut while many kids will experience stress, not all of them will be able to express it, said Ghinassi, who is also senior vice president of the Behavioral Health and Addictions Service Line at RWJBarnabas Health.\n\n\"The advice we try to give to parents is to always compare the child's behavior to their own child's baseline,\" he said. \"Very often with younger children, depression may or may not be expressed by the child looking glum or looking down. It can sometimes be the opposite: the child is more agitated or more aggressive.\"\n\nHe said the same is true with anxiety. Children may be withdrawn, or have GI symptoms or disrupted sleep and eating habits, or exhibit aggression and agitation, Ghinassi said.\n\nIf a child is not getting pleasure from the things they used to like, that's a sign of anxiety and depression as well. \"It's not unlike the symptoms you see in adults,\" he continued.\n\nGhinassi pointed out that the impact in-person school has on children is broad. \"There's the educational component and the learning component, but equally important is the socialization component and in early developmental phases ... .that socialization is as important as the academic learning,\" he said.\n\nWhile many children will be affected by virtual learning, \"it's not going to impact all children equally,\" Ghinassi said.\n\n\"We're most concerned with kids who are living in environments where school may have been a place where they got two solid meals a day, school may have been the place where they were away from conflict at home,\" Ghinassi continued. \"Kids who are subject to social determinants, poverty, unstable housing, food instability, domestic violence, all of that is going to be amplified because the child doesn't have that island of time away from home.\"\n\nGhinassi said both parents and teachers should look out for changes in children's behavior.\n\n\"At times like this, we really want to encourage people if they notice changes in their children ... you really want to encourage them to seek professional help. This is the time to reach out in every community,\" he said.\n\nFialk said it's important for parents to validate and check in with their children during this time. \"Listen to their concerns, validate their emotions. Let them know their concerns and frustrations are understandable,\" she said.\n\nFialk also recommended that parents encourage their kids to practice self care, like exercise and good sleeping and eating cycles, as well as make sure their children are doing activities they enjoy.\n\nMichael Rich, director of the Center on Media and Child Health at Boston Children's Hospital, said parents must also pay attention to their own actions.\n\n\"Part of it is: Parents are trying to figure out how to get their work done or keep their job,\" Rich said. \"So, I think we have to discipline ourselves to really pay attention to the kids, really listen to them, and not just assume that because they're quiet and not causing any trouble there's nothing going on.\"\n\nGhinassi recommended that adults lead by example.\n\n\"You want to model resiliency for kids,\" he said. \"I think it can go a long way if parents say, 'Yes, this is a challenging situation, but together we're going to manage this, we're going to do well, we're going to take precautions, we're going to wear masks, we're going to socially distance, we're going to wash our hands. And we're going to get through this together.'\"\n\nAs for the long-term effects this year will have on children, Ghinassi said it might not be totally negative.\n\n\"One theory about this is these kids will have a legacy of having endured a very unusual time, and for some kids that may contribute to ongoing stress,\" he said. However, others will see it as \"an opportunity for them to experience their own resiliency and they were, in a sense, survivors of something. And there is kind of a badge of honor in that for some.\"\n\nGhinassi compared today's younger generation to the \"Greatest Generation,\" which experienced the 1918 pandemic, the Great Depression and world wars. \"History tells us that individuals find ways to evoke resiliency,\" he said.\n\nRich, an associate professor at Harvard Medical School and Harvard T.H. Chan School of Public Health, said a positive way for kids to look at the pandemic is that it is a time of opportunity.\n\n\"If you see this as an opportunity to learn something you don't normally have a chance to learn, to do something you don't normally have a chance to do, because of demands of school ... then this could be a great opportunity,\" he said.",
        "dataType": "news",
        "date": "2020-08-28",
        "dateTime": "2020-08-28T18:25:00Z",
        "dateTimePub": "2020-08-28T18:22:00Z",
        "eventUri": "eng-6070771",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/28/816f3b13-e1fd-404c-afc1-99f87d9eda60/thumbnail/1200x630/4c81f31c66dd6a1a02b4088315c44b84/gettyimages-1268844204.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 4,
        "sentiment": -0.1294117647058823,
        "sim": 0.5490196347236633,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "18:25:00",
        "title": "New school year during pandemic brings new stresses for kids. Here's what parents should do, according to experts.",
        "uri": "6197149203",
        "url": "https://www.cbsnews.com/news/schools-reopening-coronavirus-pandemic-kid-stress-parents/",
        "wgt": 336335100
    },
    "Over 25 million Americans at risk of losing health care as coronavirus pandemic rages: \"It's been real hard for me\"": {
        "authors": [],
        "body": "An estimated 5.4 million American workers lost their health insurance from February through May, one study finds. Nonprofit Kaiser Family Foundation estimates that about 27 million in total are at risk of losing coverage during the coronavirus pandemic, and could be left struggling with COVID-19 or other illnesses along with a lack of income that can make paying medical bills nearly impossible.\n\n\"We're seeing an unprecedented loss in jobs, and what's going to come along with that, is unfortunately the loss of health insurance as well,\" Kaiser Executive Vice President Larry Levitt told CBS News' Michelle Miller.\n\nHe said the loss of health insurance is \"particularly risky\" during a pandemic, when people are at a heightened risk of \"getting infected and potentially severely ill.\"\n\n\"People who don't have health insurance hesitate to seek medical attention, worrying about the big medical bills they may face,\" Levitt said.\n\nThose losses mean Americans with preexisting conditions, like Georgia resident Rodney Watts, are left without coverage or work when they need it the most.\n\n\"I'm a type-two diabetic, you know, and it's been real hard for me,\" Watts said. \"Some days you want to go to the doctor and see what else is wrong with you, but you can't.\"\n\nWatts was working as an overnight supervisor at Atlanta's Hartsfield-Jackson International Airport. When the pandemic hit, he lost his job and his health insurance along with it.\n\n\"It was bad, it was real bad,\" he said.\n\nWatts' insulin costs him roughly $400, which he has been paying for with the $600 federal weekly jobless benefit that recently expired without a contingency plan in place. Congress is still deadlocked over an extension.\n\n\"It's been a struggle,\" Watts said. \"We've been managing, but you know, when that 600 goes away, I don't know.\"\n\nThe Kaiser Family Foundation estimates that four out of five Americans who, like Watts, lost their employer health insurance, are eligible for help through the Affordable Care Act or Medicaid, but many do not know about it.\n\nLarry Levitt said he was concerned that the lack of health insurance could have a negative impact on the fight against the coronavirus as well.\n\n\"We need people who have symptoms, who feel they may be sick, to get into care and get tested... so they can avoid infecting others,\" he said.\n\nIn Rodney Watts' case, the loss of one job and one person's health benefits puts an entire family at risk.\n\n\"When this interview is over, I'm not going to sit around. I got to go find work, I got to get my health coverage,\" Watts said. \"Because I got a lot of people depends on me. I got a wife, I got grandkids. I got kids. I got a lot of people and I can't fail them. I can't fail them.\"",
        "dataType": "news",
        "date": "2020-08-05",
        "dateTime": "2020-08-05T13:37:00Z",
        "dateTimePub": "2020-08-05T13:25:00Z",
        "eventUri": "eng-6010884",
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/05/ef67dd7d-a5be-4a5e-ae79-35e092b54261/thumbnail/1200x630/2cd1e1b1e85748b97c7cef6808b53d5b/1596633708601.png",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": -0.4117647058823529,
        "sim": 0.7098039388656616,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:37:00",
        "title": "Over 25 million Americans at risk of losing health care as coronavirus pandemic rages: \"It's been real hard for me\"",
        "uri": "6171495814",
        "url": "https://www.cbsnews.com/news/covid-19-pandemic-americans-health-care-loss/",
        "wgt": 334330620
    },
    "Some neck gaiters may be worse than not wearing a mask at all, study shows": {
        "authors": [],
        "body": "Using thin, stretchy neck gaiters as a face covering might be ineffective at stopping the spread of the coronavirus, and could even spread the virus further than not wearing a covering at all, according to a new study. Researchers from Duke University found that the neck gaiter they tested was \"worse than nothing.\"\n\n\"The neck gaiter that we tested did essentially nothing, and worse than nothing, because it appeared to make large droplets into small droplets,\" Isaac Henrion, the study's co-author, told CBS News. Henrion is also the coordinator of Cover Durham, a community project to distribute tens of thousands of masks to vulnerable people.\n\nThe experiment involved only a small number of speakers and face coverings, and the researchers stressed that more testing is needed -- some gaiters might work better than others, depending on how they're made.\n\nThe neck gaiter is a circular piece of fabric that sits around a person's neck and can be pulled up to cover their mouth and nose. The issue with the convenient cover-up is likely not with its design, but with the fabric it is typically made from.\n\nAccording to Henrion, the study tested a neck gaiter made of a thin, stretchy polyester, which is a commonly sold style. Instead of stopping droplets that can contain the virus from escaping into the air, the fabric appeared to turn large droplets into smaller ones known as aerosols.\n\nAerosols are microscopic droplets that are produced when people cough, sneeze or talk, but they do not fall to the ground in the same way larger, visible droplets do. Henrion described an aerosol's path like that of a paper airplane flying through the air and getting caught on currents that are invisible to the naked eye.\n\n\"They're really tiny, they're really invisible, they're buoyant, they don't fall to the ground, gravity doesn't act on them,\" Kimberly Prather, distinguished chair in atmospheric chemistry at UC San Diego and an expert on aerosols, told CBS News chief medical correspondent Dr. Jonathan LaPook in June.\n\n\"And so when (aerosols are) released by someone who's infected, doesn't know it, and is talking in a room, they can just build up in a room over time and whoever's in that room can inhale those and become infected,\" according to Prather.\n\nThe danger of creating aerosol droplets is that it's harder to protect ourselves from aerosols than from larger droplets.\n\n\"If you inhale tiny aerosols, those go deep into your lungs and can bypass your immune system ... that's why you don't have symptoms [at first],\" Prather explained. \"The virus just takes off and your body is under attack, and you don't know it for five days until it grows up in your upper respiratory tract, then it triggers your immune system, and then you have symptoms.\"\n\n\"Aerosols are increasingly considered to be a major source of transmission, especially in unventilated and crowded spaces where a strong concentration can build up over time,\" according to Henrion. The extent to which aerosols may carry the coronavirus is still being researched, but evidence suggests they play a role.\n\nDuke's study focused on droplet production while talking, as opposed to coughing or sneezing, because research has shown that more than half the people infected with COVID-19 do not have symptoms, and therefore are generally not coughing or sneezing, according to Henrion.\n\n\"Talking really is the way that asymptomatic transmission happens,\" he said.\n\nDr. Neeta Ogden told CBSN on Wednesday that numerous coronavirus outbreaks, including those among passengers on the Diamond Princess cruise ship, in Boston's homeless population and the workers at a Tyson poultry factory, happened when \"there was a high level of infection and a great percentage of people who were asymptomatic.\"\n\nGlobal coronavirus infections have doubled in just six weeks and climbed past 20 million, according to data from Johns Hopkins University. More than half of those positive cases come from just three countries: the United States, Brazil and India. Since the first cases were detected in the U.S. in January, more than 5 million Americans have been diagnosed and more than 165,000 have died.\n\nHenrion noted that countries where a large percentage of the population wears masks were able to stop community transmission.\n\n\"The evidence now from many fields is overwhelmingly that masks work,\" he said.\n\nWhile the study did not set out to create a definitive ranking of masks, Henrion said that N95 and standard surgical masks released the least amount of droplets. N95s yielded the best results, and surgical masks came in second, stopping 90-95% of droplets. Simple two-layer cotton masks were effective at stopping 80% of droplets from getting out when participants spoke.\n\nAs for neck gaiters, Henrion stressed that the study was preliminary, and did not conclusively determine whether a gaiter's fabric or construction was responsible for producing smaller droplets. A neck gaiter with two layers of cotton could be more effective.\n\nWithout easy access to PPE, many people have turned to making their own masks. The study showed that homemade versions can be effective, but people should be mindful of their mask construction and fit.\n\n\"Further research is needed to investigate the performance of bandanas and neck gaiters, since our study is only a proof of concept for the experimental method,\" Henrion said.\n\nMartin Fischer, an associate research professor in Duke's chemistry department who took part in the study, told WRAL-TV it wasn't meant to rate different face coverings, adding that \"Not all ... neck gaiters are bad. There are plenty good ones out there. It depends so much on the material, on how many layers you wear.\"",
        "dataType": "news",
        "date": "2020-08-14",
        "dateTime": "2020-08-14T23:25:00Z",
        "dateTimePub": "2020-08-14T23:19:00Z",
        "eventUri": "eng-6029440",
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/12/888da45a-c752-4c94-b896-538f4da37d79/thumbnail/1200x630/591945ffa6c7e433edcedbe528cddd10/gettyimages-1220030093.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 104,
        "sentiment": -0.06666666666666665,
        "sim": 0.5333333611488342,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "23:25:00",
        "title": "Some neck gaiters may be worse than not wearing a mask at all, study shows",
        "uri": "6183313461",
        "url": "https://www.cbsnews.com/news/neck-gaiters-may-do-more-harm-than-not-wearing-a-mask-study-shows/",
        "wgt": 335143500
    },
    "Spain bans public smoking, France eyes new rules as COVID cases surge": {
        "authors": [],
        "body": "Paris -- Spain has banned smoking in outdoor public spaces where people can't maintain social distancing of at least six feet and closed nightclubs amid a surge in new coronavirus cases. The moves followed research by the Spanish health ministry that showed a heightened risk of smokers transferring the new virus to other people in droplets exhaled with smoke.\n\nGalicia, in northwestern Spain, was the first to issue a blanket ban on smoking in streets, bars and restaurants, where social distancing was not possible. Health Minister Salvador Illa then announced the ban was being implemented nationwide on Friday -- part of a number of new measures aimed at curbing the resurgent disease.\n\nThe number of new COVID-19 cases confirmed daily across Spain has been rising at an alarming rate. A total of 3,169 new cases were recorded on Thursday, taking the total number in the country to 329,784. In June, Spain averaged just 150 new cases per day.\n\nThe Spanish health ministry also pointed out that tobacco use makes smokers more vulnerable to serious respiratory diseases, including COVID-19. \"Current evidence indicates that smoking is associated with... a higher risk of developing a severe form of symptoms,\" it said.\n\nThe surge in new cases since Spain lifted its lockdown on June 21 prompted the United Kingdom to remove the country from its list of safe nations for travel late last month.\n\nOn Thursday, Britain also removed France from that travel corridor list, citing a sharp rise in new cases there. That means all travelers going from France to the U.K. -- including Britons returning from vacations -- must self-isolate for 14 days upon their arrival. France has threatened to impose a reciprocal quarantine for travelers from the U.K., which has a much higher national infection rate than France.\n\nParis and the Bouches-du-Rhône region, around Marseille in southern France, have been declared high-risk zones where the coronavirus is actively circulating. In Paris, the incidence rate -- the number of cases per 100,000 people -- doubled last week to 46.2, far above the national average of 17 (excluding cases arriving from abroad).\n\nLocal authorities have been given the power to introduce strict new measures to try to contain the virus, which could include closing bars and restaurants again or restricting numbers in public places.\n\nAlready several towns, including Paris, have introduced new rules this week ordering people to wear masks outside on busy streets.\n\nFrance's health chief, Jerome Salomon, said Friday that both Paris and Bouches-du-Rhône remained high risk. Both are densely populated urban areas, with a high youth population.\n\nIn France, as elsewhere in the world, the number of new cases in the 20-somethings has risen dramatically. That has been attributed to young people moving around and mingling more since lockdowns were lifted, and to the demographic including a higher percentage of asymptomatic carriers of the virus.\n\nThe French government, health officials, and the World Health Organization (WHO) have all called on young adults to be more vigilant, reminding them that they could unwittingly spread COVID-19 to vulnerable family members, especially during the summer season when there are more family and social gatherings, and more travel for vacations.\n\nFrench citizens have been encouraged to vacation in their own country, but that may have contributed to new clusters in traditional vacation spots such as the Riviera and Normandy.\n\nThe country is currently investigating 331 coronavirus clusters, including 30 new ones that have emerged in recent days. Half of all current clusters in France have been traced back to professional contacts, leading to mounting calls for masks to be made mandatory in most workplaces from the start of September, when people traditionally return to work after their summer vacations.",
        "dataType": "news",
        "date": "2020-08-14",
        "dateTime": "2020-08-14T13:39:00Z",
        "dateTimePub": "2020-08-14T13:33:00Z",
        "eventUri": null,
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/14/ecce05a7-cb79-4c1c-ab5b-35a5ee65d5b4/thumbnail/1200x630/fd80cb9b8bfdf7c61a8f83be2fe6ca16/spain-smoking-covid.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 102,
        "sentiment": -0.207843137254902,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:39:00",
        "title": "Spain bans public smoking, France eyes new rules as COVID cases surge",
        "uri": "6182789882",
        "url": "https://www.cbsnews.com/news/coronavirus-spain-bans-public-smoking-closes-discos-france-eyes-restrictions-as-covid-cases-surge/",
        "wgt": 335108340
    },
    "Transcript: DC Public Schools Chancellor Lewis Ferebee on COVID-19 impacts for in-person learning": {
        "authors": [],
        "body": "The following is a transcript of an interview with DC Public Schools Chancellor Lewis Ferebee with \"Face the Nation\" moderator Margaret Brennan.\n\nHighlights from the interview:\n\nMARGARET BRENNAN: As of mid-July, schools in one hundred and sixty countries were closed. That affects a billion children around the world, according to the latest figures from the UN here in the US around the country. School districts are wondering how to safely reopen as the coronavirus continues to surge in hotspots. Federal health officials and the White House are pressing schools to reopen for in-person classes if they can. But that's up to local districts and parents to make the decision on whether safe is safe enough for them. And what exactly does that look like to try to answer some of these tough questions? We want to bring into the conversation our guests today, and that is D.C. Public Schools Chancellor Louis Ferebee. Thank you for joining us.\n\nCHANCELLOR FEREBEE: Thank you. My pleasure.\n\nMARGARET BRENNAN: So each district is different. Each state is different. How do you make decisions here in the district? Is there a model that you are looking at?\n\nCHANCELLOR FEREBEE: So I had the opportunity and pleasure to collaborate with colleagues across the nation to understand what's happening in other school districts in the United States. But here in D.C., we leave a lot on the guidance from D.C., who is in tune daily to the infection rate October 19 in the district. They understand transmission, they understand community spirit and our ability to curve the virus here in the District of Columbia. So that's one part of the other part is ensuring that we continue to learn from and hear from our stakeholders. So a couple of months since the spring, we've had a huge engagement effort when we touch over seventeen thousand students, families and staff members to help us think about what a safe and successful reopening to the 2020-2021 school year could look like.\n\nMARGARET BRENNAN: And so how do you judge safe? is there a specific target range for case positivity in the area? When we've asked health officials like the surgeon general, he said anywhere between five and 10 percent is an area of concern.\n\nCHANCELLOR FEREBEE: So the District of Columbia infection rate has positivity, rate has been relatively low, and we've done a great job with curbing the virus here in the District of Columbia. However, there are many other factors associated with community spirit that, you know, I don't I want to speak to as I don't have the details and the expertise, but that's something that we get from D.C. Health and we're in regular communication with their team around whether or not the conditions are appropriate for in-person instruction. However, I do want to call out the other challenge that we have is to ensure that we have the proper workforce, we have the workforce that is willing, ready and able to also go into the classroom and go into our buildings and provide support and instruction for our students.\n\nMARGARET BRENNAN: So if a teacher has concerns or health issues, what happens to their job?\n\nCHANCELLOR FEREBEE: So we're currently working through that with the Washington Teachers Union. We have provided a operations handbook to our bargaining units here in the District of Columbia with D.C. public schools to guide our thinking and also to provide the details on the cleaning protocols, the procedures for arrival and dismissal, how we will respond to a covid-19 case and our building, and how disaffecting will occur throughout the building and throughout the day. And so all of that is spelled out. And we continue to be in conversation with the local teachers union to address any concerns they have related to safety.\n\nMARGARET BRENNAN: From what I understand, Mayor Bowser, who is the mayor here in the District of Columbia, has decided that term one and that's August thirty first through November 6th, will all be virtual. Not in person. But when it comes to doing this, virtually there are a lot of challenges, including access to a working Internet and Wi-Fi. How do you overcome that, particularly for children whose parents can't afford spending more or don't have the ability to access the Internet?\n\nCHANCELLOR FEREBEE: We provide students with devices and we connect them to the Internet. And we've been assessing our students access to a device over the summer.\n\nAnd along with that, we've also been accessing Internet access. So as of right now, we've heard from about twenty thousand students and families and about half of them say they have a device and they have a device that will operate our platforms in. About 20 percent have indicated that they need support with Internet connectivity. So we'll provide support with LTE devices and also give them access to broadband, high speed Internet. We believe that this is our way of closing the digital divide.\n\nMARGARET BRENNAN: So the challenges that you had with that quick shut down when the virus first surged in the spring, will all those problems be fixed by the time you go back to in-person learning?\n\nCHANCELLOR FEREBEE: So in the spring, we distributed devices, but on March 15, we made a decision to close school for a period of time. We didn't know how long. And the hope was that we were coming back to school. And once it became clearer that this was going to be an extended period of time, we started to distribute devices and we distributed approximately ten thousand devices, about four thousand hotspots for Internet access in the spring. And students have been able to utilize those devices over the summer as well and carry them with them into the 20-21 school year.\n\nMARGARET BRENNAN: Even for some of those families, even these the help that you were providing is still a challenge, particularly if there's a language barrier. What do you do for children who are trying to learn at home and learn virtually whose parents don't speak English, for example?\n\nCHANCELLOR FEREBEE: So we again, we learned a lot from the spring and we took a lot of feedback and input to help drive our improvement efforts over the summer to prepare for the 2020 for the school year. Translation was one of these that were called out and we purchased some additional software that allows us to translate content also to build out a team that can also help our educators with translation to ensure that they're getting content out inappropriate languages to our students, our families. So we anticipate a much better run with that particular challenge as we prepare for the 20-21 school year.\n\nMARGARET BRENNAN: Even with all the efforts you're making is the bottom line here just that there is going to be a lag, that there will be a cost to this shutdown, to this pandemic for our children.\n\nCHANCELLOR FEREBEE: Our goal is always to to minimize any loss of learning and also to be supportive of students and their social emotional health needs.\n\nAnd so from a health perspective, we know that vaccinations are down and we are supporting families. We're getting that done. And that can be done through our school buildings in partnership with D.C. health mental health support. We've been providing a number of opportunities for students over the summer to talk to an adult, to talk about some of the trauma they may have experienced and will go into the school year with similar approaches. And academically, I think the first thing we want to do and do it well is understand where students are academically, what they have have not mastered for many of our students in grades three, six and nine or start with a a jumpstart to the school year will called Summer Bridge, which will be two weeks before school starts and then school starts, will also administer assessments to understand where students are intervene accordingly. And we're prepared to have robust interventions throughout the 20-21 year.\n\nMARGARET BRENNAN: You recently surveyed families in this in the nation's capital about their school preference, and 52 percent of families showed a preference for in-person learning instead of virtual. So what is going to determine whether you go back to in-person learning or we heard from families is there's a desire to have choice.\n\nCHANCELLOR FEREBEE: And we were creating that opportunity for choice by producing a plan that allows for families to choose what we call hybrid instruction, which is the ability to have in-person instruction for two days a week and to learn at home three days a week. And the reason being is we know we can't have all of our students in our building and practice appropriate social distance. And so that's the reason there, that the hybrid approach would be an in-person strategy. And then we were also providing families with the option of solely virtual for those families that did not want to pursue a hybrid approach with in-person instruction.\n\nMARGARET BRENNAN: But the bottom line is, is that for the foreseeable future, it will all be virtual.\n\nCHANCELLOR FEREBEE: Well, we're still working up to a ramp to in-person instruction. The first term ends on November six. The expectation is that we have a plan and we're prepared to go into a hybrid option beginning November 9th, the following week. I anticipate that we'll have some unique opportunities between now and November, which will have the ability to do some in-person learning and maybe some in-person tutorials or child care for students. And so that is something that will continue to the plan for work through between now and November.\n\nMARGARET BRENNAN: And when that happens, what would be the plan for what to do if a child is covid positive and how will you know?\n\nCHANCELLOR FEREBEE: So, you know, obviously we would want to continue to have families and our staff members do regular checks for symptoms and to ensure that regularly screening themselves, which is a part of our practice now for our employees. It's interesting, the 40 percent of D.C. government employees are working in person right now, approximately. So we've learned a lot about how to handle that. As adults, we would do something similar as relates to students to ensure that we're continuing to monitor symptoms. We are encouraging individuals to get tested when they exhibit symptoms and they continue to monitor very close contacts of those individuals. Should there be a positive, you know, study of a student or staff member that's contracted covid-19. So if there's a positive test, we know what to do and how to respond and we'll communicate with individuals accordingly.\n\nMARGARET BRENNAN: But at this point, it's a matter of asking people to take their temperatures, right. You're not actually administering covid tests.\n\nCHANCELLOR FEREBEE: So we have a robust number of options where individuals in the District of Columbia can take a test for free. It's walk up testing available throughout the city. However, we in some cases do have temperature checks in the city for employees. That's currently not a part of our current plans for students or staff. However, we do ask people to do a daily symptom checker and screener to ensure that they are not experiencing any symptoms.\n\nMARGARET BRENNAN: So what is the plan for when we hopefully get to a vaccine? Do you know? And is the district asking for educators who are on those front lines and classrooms? Should they go back to in-person teaching? Will they be first in line, second in line for a vaccine?\n\nCHANCELLOR FEREBEE: You know, I don't I don't know where we will land with the vaccine, so I don't know the capacity that we'll have, obviously we're all wanting to resume life as we knew it before marching and covid has impacted our community. So if a vaccine allows us to do that, we want to ensure that we do that safely and as quickly as possible. However, I think the the ability to to take a vaccine is often going to rely on, you know, the person who's willing to do so. And then, you know, how much we have available. Obviously, we will want to prioritize essential workers. And we want to ensure that those individuals that are providing critical services have access to it, and I see public education as a critical service to our communities.\n\nMARGARET BRENNAN: Absolutely. And lastly, particularly for low income families, we know low income parents have been hit particularly hard, but for the children themselves, what are you doing to help some of those children who rely on being able to go into schools to even just get a meal on a daily basis?\n\nCHANCELLOR FEREBEE: We have provided meals for families throughout the spring and this summer we provided close to a million meals, about close to 900000 meals. And we've done that with a commitment to providing students with actually two meals so they get a lunch and then they also get a non-perishable breakfast for the following day. And then at several of our sites, we have what we call family grocery meals, where families can get meals and take home for the entire family for a period of time. And so I'm really pleased that we've been able to provide those meals. And it's something, whether we're in person or we're solely virtual, that we'll continue to provide that service to our communities.\n\nMARGARET BRENNAN: Absolutely a critical service, Mr. Chancellor. Thank you so much.",
        "dataType": "news",
        "date": "2020-08-06",
        "dateTime": "2020-08-06T13:24:00Z",
        "dateTimePub": "2020-08-06T13:17:00Z",
        "eventUri": null,
        "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/08/06/7591fd42-c696-421f-877d-44530c969485/thumbnail/1200x630/d37f6327e1cb82dbe60b81200646996b/gettyimages-1206683177-594x594.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 81,
        "sentiment": 0.223529411764706,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "13:24:00",
        "title": "Transcript: DC Public Schools Chancellor Lewis Ferebee on COVID-19 impacts for in-person learning",
        "uri": "6172819135",
        "url": "https://www.cbsnews.com/news/transcript-dc-public-schools-chancellor-lewis-ferebee-on-covid-19-impacts-for-in-person-learning/",
        "wgt": 334416240
    },
    "Transcript: Scott Gottlieb discusses coronavirus on \"Face the Nation,\" August 9, 2020": {
        "authors": [],
        "body": "The following is a transcript of an interview with former FDA Commissioner Scott Gottlieb that aired Sunday, August 9, 2020, on \"Face the Nation.\"\n\nMARGARET BRENNAN: Welcome back to FACE THE NATION. We go now to former FDA commissioner Dr. Scott Gottlieb. He joins us from Stamford, Connecticut, this morning. Good morning to you--\n\nDR. SCOTT GOTTLIEB: Good morning.\n\nMARGARET BRENNAN: I know you've been dealing with power outages in Connecticut as well. So I thank you for- for coming on today. I want to ask you this overall number. It seems stunning. Five million coronavirus cases in the United States. Two and a half weeks ago, you predicted that by the end of the year we could be at 300,000 deaths. Is that still where you think we are headed?\n\nDR. GOTTLIEB: Well, we're definitely going to be somewhere between 200,000 and 300,000, and whether we're closer to 200,000 or closer to 300,000 depends on what we do and how this evolves. We've now had two waves of this epidemic, the New York wave and now the wave through the Sunbelt, which is receding, although Texas is showing signs of an uptick at least in the last week and that needs to be followed closely. We're probably going to have another wave. And the concern now is that this has become so pervasive across the country that it could start to infect more rural communities that have largely been untouched to date and probably are a little bit more complacent because they have been untouched, but are still very vulnerable because the infection hasn't been there. And if- if this does become more pervasive across the country and it's not just in the urban centers, but also in more rural parts of the country, that's going to be far more difficult to control if it's more widespread. And we're seeing indications of that right now, the way it's spreading in the Midwest and the west.\n\nMARGARET BRENNAN: When does someone who has COVID stop being a risk to others?\n\nDR. GOTTLIEB: Well, the data shows 10 days after the onset of symptoms, you're no longer shedding virus that can cause someone else to become infected. So you'll continue to shed virus for a persistent period of time. But when that virus has been cultured, it hasn't grown, which means it's dead virus. And so right now, the recommendation is that 10 days after the onset of symptoms, if those symptoms have resolved, if you don't have severe illness, then you're no longer contagious. Previously we were saying about two weeks, but the more recent data outlines about 10 days.\n\nMARGARET BRENNAN: So we still have that question of, you know, what if you just don't know. And since 40 percent of cases, according to the CDC, are asymptomatic, you don't really necessarily know who is carrying the virus. So you've talked about the need to increase testing and to improve it. Should there be a requirement that teachers get tested before they go into a classroom, that anyone going back to the office full time get a test?\n\nDR. GOTTLIEB: We'll look, ideally, we would have that. If you look at what universities are doing right now that are reopening for on campus learning, they're implementing widespread testing. They're testing students two or three days a week. We don't have the resources. We don't have the capabilities right now in most districts to do that. And that really is the bottleneck. We need the- we need to implement more low cost tests, tests that could be done at the point of care or at the point of school or work. There's going to be a saliva test that's hopefully coming on the market, going to get an authorization from FDA in the next week, and that will provide more access to testing. But right now, we don't have the testing available to implement the kind of oversight that we'd like. It is the case that if you're asymptomatic, you're less likely to spread the virus. CDC models that people who are asymptomatic are about 50 percent less likely to spread the virus and you're probably most contagious right before you develop symptoms. And that's really what leads to the super spreading events. People don't know that they're sick yet because they haven't quite developed symptoms. They may be a day away from developing symptoms and they go into a confined space. And it leads to these situations where one case can lead to 30 cases. So after you've had symptoms for a number of days, your- your infectivity, your ability to spread the virus probably declines.\n\nMARGARET BRENNAN: We've seen- when it comes to schools, we've seen these really troubling reports this week of a few children who have died after testing positive for COVID. You said time and again, children are not immune. It is just not clear what the impact of the virus is on them. What more do we know at this point? The president keeps saying they're immune and we know that's false, correct?\n\nDR. GOTTLIEB: We need to have a degree of humility. Children are not immune to this virus. We have seen bad outcomes. The CDC recently documented 570 cases of the multisystem inflammatory syndrome in children. There's more cases that are occurring. We've seen children die. There's 86 kids who died from this and thousands that have been hospitalized. And so this is a risk in children. We haven't fully characterized that risk and we're learning new things about this virus all the time. There's been data in the last few weeks that shows that the virus is having impacts on the hearts of adult patients, causing inflammation and some long term sequelae and cardiac symptoms in adults. Previously, we didn't really understand that or know that, and so we're learning a lot about this novel virus all the time. We need to have a degree of humility about the risks. We need to try to protect children. So if we do reopen schools and I believe we should, we need to do it with a sense of caution. This is complicated by the fact that there's been really a mixed experience when it comes to reopening schools. We've seen some countries successfully do it. Germany, the Netherlands, Denmark have successfully reopened schools, albeit with a lot of measures to try to control the risk of outbreak. Sweden let their schools open, but on the other hand, Israel reopen schools and it led to outbreaks that then led to a resurgence nationally. And we've seen outbreaks in summer camps, the situation in Georgia and Missouri. We've seen large outbreaks among kids in summer camps. So we need to try to learn what went right, what went wrong as we step forward and try to reopen the schools this fall.\n\nMARGARET BRENNAN: This week, the State Department warned that Russia is spreading disinformation about COVID, specifically vaccines. How should we understand this in terms of how vulnerable our country is?\n\nDR. GOTTLIEB: Look, I think our country is vulnerable to this pathogen because we have unique risks owing to our federal system, owing to our culture, and we also have some vaccine hesitancy. So it's going to be very important to imbue confidence in the vaccine when it eventually does come through the authorization or the approval process by FDA. So I think we're vulnerable to that kind of information. The other thing to think about here is that this has now posed an asymmetric risk for the United States. Other countries looking in now can conclude that a respiratory pathogen poses a greater danger to the United States and perhaps other nations that have been grappling with this more successfully. And so it was always thought that a rogue nation would never unleash a pathogen deliberately. And I'm not saying this was a deliberate pathogen--\n\nMARGARET BRENNAN: Right.\n\nDR. GOTTLIEB: By all- everything we know, it was naturally occurring, but it was always thought a nation would never deliberately unleash a pathogen that can blow back on them. That thinking might have to be adjusted now that this is such an asymmetric risk to the United States relative to other nations that some of which are our adversaries.\n\nMARGARET BRENNAN: Thank you very much, Dr. Scott Gottlieb. We'll be right back.",
        "dataType": "news",
        "date": "2020-08-09",
        "dateTime": "2020-08-09T15:58:00Z",
        "dateTimePub": "2020-08-09T15:52:00Z",
        "eventUri": null,
        "image": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/08/09/19bf5957-8498-4266-a65a-89b6d3753644/thumbnail/1200x630/404919c73848a898f5d0335d3ce4d63a/cbsn-fusion-gottlieb-says-us-could-reach-300000-covid-deaths-by-end-of-the-year-thumbnail-527312-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 59,
        "sentiment": 0.2784313725490195,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "15:58:00",
        "title": "Transcript: Scott Gottlieb discusses coronavirus on \"Face the Nation,\" August 9, 2020",
        "uri": "6176294429",
        "url": "https://www.cbsnews.com/news/transcript-scott-gottlieb-discusses-coronavirus-on-face-the-nation-august-9-2020/",
        "wgt": 334684680
    },
    "Will a coronavirus vaccine help communities that need it most?": {
        "authors": [],
        "body": "There is growing concern that a potential coronavirus vaccine won't reach the communities that have been disproportionately affected by the virus -- primarily Black, Latinx and Indigenous people. A lack of trust and a shortfall of diversity in early clinical trials present challenges, said Dr. Uché Blackstock, an emergency medicine physician in New York.\n\nAs more than 100 companies race to find a vaccine, about 41% of non-White Americans say they don't plan to get it when it becomes available -- compared to 33% of White Americans, according to a Gallup poll published last week.\n\n\"There is this distrust between these communities and the health care system that's valid and justified,\" Blackstock, the founder of Advancing Health Equity, said on CBSN Monday.\n\n\"Any vaccine distribution approach has to engage community-based organizations that are on the ground already doing the work in these communities and are often led by trusted leaders who community members know well,\" she said.\n\nBlack Americans are 2.5 times more likely to die from COVID-19 compared to White Americans, according to the COVID Tracking Project. Latinx and Native Americans are between 1.3 and 1.5 times as likely to die as White Americans, the tracker found.\n\nBlackstock also expressed another concern: \"Right now, we've had a few large companies that have had Phase 1 trials that have had very little diversity.\"\n\nModerna, which started a large Phase 3 trial in late July, had 45 people in an early trial, and 40 of them, or 89%, were White. In a larger trial by the University of Oxford, 91% of the more than 1,000 participants were White. Historically, minorities have been underrepresented in clinical trials in the U.S.\n\nAnother growing concern among doctors involves the lingering neurological problems associated with the coronavirus. A recent study, published by The Lancet, found \"possible disruption to micro-structural and functional brain integrity in the recovery stages of COVID-19.\"\n\n\"The Lancet study showed that not only did over half of patients with coronavirus have neurological symptoms like memory loss, loss of taste and smell, or fatigue, but when you looked at imaging, so MRIs, that there were structural changes months later in people's brains due to coronavirus,\" Blackstock said.\n\nBlackstock has had patients who were diagnosed with the coronavirus months ago \"still coming in with symptoms such as fatigue, shortness of breath, memory loss,\" she said.\n\nShe expects to see people with chronic symptoms going forward.\n\n\"We're going to probably see people being pretty impaired in terms of their ability to go back to work over the long term,\" she said.",
        "dataType": "news",
        "date": "2020-08-10",
        "dateTime": "2020-08-10T18:19:00Z",
        "dateTimePub": "2020-08-10T18:13:00Z",
        "eventUri": null,
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/10/8994ad0b-5c0c-428b-a38b-148ea3adf64a/thumbnail/1200x630/486c83b7a179b7f9c5397a80df39226e/0810-cbsn-hgs-527687-640x360.jpg",
        "isDuplicate": false,
        "lang": "eng",
        "relevance": 79,
        "sentiment": -0.07450980392156858,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "18:19:00",
        "title": "Will a coronavirus vaccine help communities that need it most?",
        "uri": "6177638280",
        "url": "https://www.cbsnews.com/news/coronavirus-vaccine-black-latinx-indigenous-communities/",
        "wgt": 334779540
    },
    "Young child among 43 cruise ship passengers testing positive for coronavirus": {
        "authors": [],
        "body": "The number of passengers on a Norwegian cruise ship who have tested positive for the coronavirus has reached 43, authorities said Tuesday. The outbreak on the MS Roald Amundsen raised new questions about safety on cruise ships during the pandemic even as the industry is pressing to resume sailings after shutting down in March.\n\nThe ship's owner on Monday halted all trips and Norway closed its ports to cruise ships for two weeks.\n\nThe city of Trondheim reported the two new cases - a man in his 70s with light symptoms and a child under age 10 with no symptoms - saying both had been passengers on the ship. They were not identified.\n\nA third passenger will be tested Tuesday, the city said. Trondheim sits about halfway to Tromsoe, north of the Arctic Circle, where the empty ship is docked.\n\nBut since the cruise line often acts like a local ferry, traveling from port to port along Norway's west coast, some passengers disembarked along the route and may have spread the virus to local communities.\n\nA total of 69 municipalities in Norway could have been affected, Norwegian news agency NTB reported on Monday.\n\nThe Hurtigruten cruise line was one of the first companies to resume sailing during the pandemic, starting cruises to Norway out of northern Germany in June with a single ship, then adding cruises in July to the Arctic archipelago of Svalbard that is part of the Scandinavian country.\n\nIn Tromsoe, 41 passengers who had tested positive have been admitted to a hospital. The cruise line said it suspended the ship and two others - the MS Fridtjof Nansen and the MS Spitsbergen - from operating for an indefinite period.\n\nIt's not clear how the MS Roald Amundsen outbreak began. NTB reported that 33 of the infected crew members came from the Philippines and the others were from Norway, France and Germany. The passengers were from all over the world.",
        "dataType": "news",
        "date": "2020-08-04",
        "dateTime": "2020-08-04T11:43:00Z",
        "dateTimePub": "2020-08-04T11:32:00Z",
        "eventUri": null,
        "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/03/7edc5e2e-fa9a-444a-bc1e-90549dd6dc90/thumbnail/1200x630/59f4e6f80a7025587ce7eee001b4e3ad/2020-08-02t182206z-1067927899-rc2u5i93loaf-rtrmadp-3-health-coronavirus-norway-cruiseship.jpg",
        "isDuplicate": true,
        "lang": "eng",
        "relevance": 78,
        "sentiment": 0.07450980392156858,
        "sim": 0,
        "source": {
            "dataType": "news",
            "title": "CBS News",
            "uri": "cbsnews.com"
        },
        "time": "11:43:00",
        "title": "Young child among 43 cruise ship passengers testing positive for coronavirus",
        "uri": "6169998053",
        "url": "https://www.cbsnews.com/news/norway-cruise-ship-43-passengers-coronavirus/",
        "wgt": 334237380
    }
}